{
    "transcript": "Intro \n[Music] \nsummer \nactivities \ndialogue one lisa meets her friend from \nLisa meets her friend from high school - John in a coffee shop and they share with each other their plans for the upcoming summer before they go to college. \nhigh school \njohn in a coffee shop and they share \nwith each other their plans \nfor the upcoming summer before they go \nto college \nhey lisa long time no see \noh hi john what a surprise seeing you \nhere \nthis coffee shop is near my house so i \nlike coming here to study \nmy friend recommended this cafe to me so \nhow have you been doing \ni'm fine do you have any plans this \nsummer \nyes i'm planning to take a trip to \nindonesia by myself \nthat's amazing indonesia is a beautiful \ncountry with \nso many islands i want to join a \nvoluntary group to teach \nenglish to children in jakarta \nthat's great it's so much fun exploring \na new country \nand when i come back i will look for a \npart-time job to pay for my university \nfees \noh great or you can apply to be an \noffice assistant in your department \nwhat is the job answering phones \nAnswering phones, scheduling appointments, and maintaining files. \nscheduling appointments and maintaining \nfiles \nthank you i will consider it and how \nabout you \ndo you have any plans before college \ni'm thinking about taking a gap year to \ngo to africa \nthat's cool what do you plan to do in \nafrica \nafrican animals have had a rough go of \nit lately \nand i want to volunteer to protect \nanimals and help local communities \nwow good luck thank you i'm so excited \ndialogue two two friends \nTwo friends Anne and Sophia talk to each other about their upcoming summer holiday at the beach with their families. \nann and sophia talk to each other \nabout their upcoming summer holiday at \nthe beach \nwith their families oh it's getting so \nhot lately \nit's june summer is here \ndo you go to the beach this summer \nyes my family goes to miami every year \nhow about you me too this year we will \ngo to hawaii \nreally besides swimming at the beach \nwhat else do you do in hawaii i can pet \na sea lion \nlearn to surf and see massive humpback \nwhales \non maui that's so cool \nhow about other sites i can learn to \ndance the hula \nand watch the planetarium shows or go to \nthe park and gardens \nwow there are so many things to do in \nmiami too \ndo you go to the beach of course \nmiami has so many great and gentle \nbeaches and parks \ni can learn how to surf play with the \nsand toys \nrent a bike sunbathe and kayak \nwhat do you bring on your trip i always \nbring sunscreen \nsunglasses a bathing suit sandals \na hat and other personal items \ni plan to go sightseeing and hike so i \nbring walking shoes \nhiking pants and other fun things to \nplay at the beach \nlike what like toys to play in the sand \ngoggles snuffle towel \nand umbrella that's a good idea \ni will bring those with me this summer \n[Music] \ndialogue three two friends \nTwo friends Miley and Nick plan to go on a picnic. \nmiley and nick plan to go on a picnic \nhey nick oh hi miley what's up \nthe weather is nice do you want to go on \na picnic with me tomorrow \na picnic sure it's good getting fresh \nair \nwhere is it by the lake it's not far \nfrom here and it's quiet \nand relaxing great \nwhat should we bring to the picnic first \nof all \na blanket so we don't have to sit on the \nground \na basket with plates and reusable \nA basket with plates and reusable plastic cups to reduce trash \nplastic cups to reduce trash \ni will bring a cooler we should bring \nfood that travels well like \nsandwiches and sausages can \nyou bring some lightweight serving bowls \nand baking dishes \nsure anything else some napkins \ntea towels to lay down as placements \nsalt and pepper shakers \nand serving utensils okay \nOkay. We can go fishing, swimming and kayaking \nwe can go fishing swimming and kayaking \nand make fire camps to roast \nAnd make fire camps to roast marshmallows \nmarshmallows \ngreat i'm so excited \ndialogue four lily and joanne \ntalk about their last summer \nhi lily long time no see \nhi joanne it's good being back to school \nhow was your summer \nit was good i went to florida to visit \nmy grandmother \nthat's so cool what did you do in \nflorida \ni went to the blue springs state park to \nswim kayak and paddle \nin its pale blue waters and collected \nAnd collected unique seashells on Sanibel Island. \nunique seashells \non sanibel island i didn't get to go on \na vacation this summer so i decided to \ntake some classes \nwhat classes did you take i signed up \nfor karate class cooking class and \nsigned up for karate class, cooking class, and swimming class. \nswimming class \nthat's great how was it karate class \nhelped me be stronger and learn to \nrespect other people i learned to cook \nitalian dishes and bake cakes in the \ncooking class \ni took a piano class too i can play \npiano and sing a few songs \nthat's amazing i can teach you how to \nswim and can you teach me to play a song \nsure \n[Music] \ndialogue five two friends \nTwo friends Mike and Susan talk about their favorite season. \nmike and susan talk about their favorite \nseason it's so \nhot today i agree \nit's so hot you could fry an egg on the \nsidewalk \ni prefer summer over winter i can't \nstand the cold weather \ni think cold weather is more comfortable \nthan this boiling hot weather \nbut in the summer you can do so many fun \nactivities \nlike what you can go to the beach \nsunbathing swimming boating water ski \ngo to the water parks hiking \ncamping barbecuing eating ice cream \nplaying sports outside gardening \nbicycling \nand go on a picnic that's right \nthere are so many activities to do at \nthe beach \nyes you can surf dive windsurf \nplaying beach volleyball snorkel \ngo on a canoe well \nmaybe summer is more fun i will try to \ndo it this summer \ndialog 6 talk about \nTalk about summer weather, what is the weather like? How it affects my life \nsummer weather what is the weather like \nhow it affects my life \nit's boiling hot today \ni think this summer will be \nuncomfortable \ni love to tan on holiday and come back \nlooking sun-kissed \nhow about you do you like summer \nactually no we've predicted that summer \ntemperatures will be hotter than normal \nthat's bad i want to be enjoying the \noutdoors \nand i just want to stay in my room with \nthe ac \non try and stay out of the sun \nat midday when it's the strongest \nthe hot weather makes me sweat a lot \nand exhausted you can take a short break \nto go on a trip to avoid the heat \nluckily august will be good weather for \noutdoor activities \nalthough summer temperatures near or \nabove normal \nthat's good you can go to the beach and \nThat's good. You can go to the beach and relax \nrelax \nor do some activities outside like \ncamping or swimming \ni will try to go out this summer \nthanks for watching don't forget to like \nshare comment on my video please \nsubscribe to learn english with jessica \nchannel \nto watch more helpful videos goodbye \n"
}