{
    "transcript": "Part 1: Shadowing \nWow, this place looks fancy. I know right? Let's check the menu. \nI think I'll have the steak. I'll go for the seafood pasta. Excuse me. \nMay I take your order? Yes, I'll have the steak. Medium rare, please. \nAnd I'll take the seafood pasta. Thank you. \nThis bread is delicious. Yeah, but I'm so hungry for my pasta. \nHere comes our food. Wait. This steak is well done. \nI asked for medium rare. And my pasta is cold. Let's call the waiter back. \nExcuse me. There's a problem with our food. I'm so sorry. May I know the problems with your food? \nMy steak is well done. I asked for medium rare. And my pasta is cold. \nI'm sorry for the inconvenience. We'll fix it right away. \nHope they make it quick. I'm starving. Me too. \nHere's our food again. Fingers crossed. \nMy steak is perfect now. How's your pasta? It's warm, but something tastes off \nAgain? Should we complain? Let's just eat. I don't want more trouble. \nHmm, my water glass is dirty. What? I can't believe this. \nExcuse me. My glass is dirty. Can I get a new one? Of course. I apologize for that. \nThank you. And can we get the bill, please? Sure. I'll bring it right over. \nThis was a bit of a letdown, wasn't it? Yeah. I expected better from this place. \nAt least we had some good bread. True. But I won't be coming back here. Let's find a better restaurant next time. \nDefinitely. A place with good food and clean glasses. Here's the bill. \nThank you for dining with us. Thanks. We're ready to pay. \nI'm sure your next visit will be better. We'll see about that. Goodbye. \nLet's get some dessert somewhere else. \nNext time, let's stick to our favorite places. Definitely a lesson learned. \nI hope the dessert place is better than the restaurant. Me too. I could really use some ice cream. \nGood evening. What can I get for you? I'll have a chocolate ice cream, please. \nAnd I'll have a strawberry sundae. Thank you. Your order will be ready in no time. \nThis place is cozy. I like it. Yeah, it's more relaxing than the restaurant. \nHere's your ice cream and sundae. Enjoy. This chocolate ice cream is delicious. \nMy sundae is fantastic, too. It's nice to end the evening on a good note. \nI agree. A good dessert makes everything better. Next time, let's just come here directly. \nDefinitely. This place is a great find. I know right? We should come here more often. \nLet's do that. It's a perfect spot for dessert. Hey, do you want to walk around a bit after this? \nSounds like a good idea. A walk would be nice. \nPart 2: Duet \nWow, this place looks fancy. \nI think I'll have the steak. \nExcuse me. May I take your order? Yes, I'll have the steak. \nMedium rare, please. \nThis bread is delicious. \nHere comes our food. Wait. This steak is well done. \nI asked for medium rare. \nLet's call the waiter back. \nI'm so sorry. May I know the problems with your food? My steak is well done. I asked for medium rare. \nI'm sorry for the inconvenience. We'll fix it right away. \nHope they make it quick. I'm starving. \nHere's our food again. Fingers crossed. \nMy steak is perfect now. How's your pasta? \nAgain? Should we complain? \nHmm, my water glass is dirty. \nExcuse me. My glass is dirty. Can I get a new one? Of course. I apologize for that. \nSure. I'll bring it right over. This was a bit of a letdown, wasn't it? \nAt least we had some good bread. \nLet's find a better restaurant next time. \nHere's the bill. Thank you for dining with us. Thanks. We're ready to pay. \nI'm sure your next visit will be better. \nLet's get some dessert somewhere else. \nNext time, let's stick to our favorite places. \nI hope the dessert place is better than the restaurant. \nGood evening. What can I get for you? I'll have a chocolate ice cream, please. \nYour order will be ready in no time. This place is cozy. \nI like it. \nHere's your ice cream and sundae. Enjoy. This chocolate ice cream is delicious. \nIt's nice to end the evening on a good note. \nNext time, let's just come here directly. \nI know right? We should come here more often. \nHey, do you want to walk around a bit after this? \nLet's switch \nI know right? Let's check the menu. \nI'll go for the seafood pasta. \nMay I take your order? \nAnd I'll take the seafood pasta. Thank you. \nYeah, but I'm so hungry for my pasta. \nAnd my pasta is cold. Excuse me. There's a problem with our food. \nI'm so sorry. May I know the problems with your food? \nAnd my pasta is cold. I'm sorry for the inconvenience. We'll fix it right away. \nMe too. \nIt's warm, but something tastes off \nLet's just eat. I don't want more trouble. \nWhat? I can't believe this. \nOf course. I apologize for that. Thank you. And can we get the bill, please? \nSure. I'll bring it right over. \nYeah. I expected better from this place. \nTrue. But I won't be coming back here. \nDefinitely. A place with good food and clean glasses. Here's the bill. \nThank you for dining with us. \nI'm sure your next visit will be better. We'll see about that. Goodbye. \nDefinitely a lesson learned. \nMe too. I could really use some ice cream. \nGood evening. What can I get for you? \nAnd I'll have a strawberry sundae. Thank you. Your order will be ready in no time. \nI like it. Yeah, it's more relaxing than the restaurant. Here's your ice cream and sundae. \nEnjoy. \nMy sundae is fantastic, too. \nI agree. A good dessert makes everything better. \nDefinitely. This place is a great find. \nLet's do that. It's a perfect spot for dessert. \nSounds like a good idea. A walk would be nice. \nPart 1: Shadowing \nHi, this is Mystic Mountain Hotel. What can I do for you? \nHi. I'd like to book a room for my business trip next week. Do you have any available room? \nYes we do. Can I have your check in dates, please? \n10th September. How long will you be staying? I'll be staying for two nights. \nDo you want a single room or double room? Single room please. Sure. \nWe have a single room available on that day. Your check-in time is 12 a.m, 10th September and your check-out time is 10 a.m, 12th September \nYour check-in time is 12 a.m, 10th September and your check-out time is 10 a.m, 12th September \nGreat. I'll take that room. May I have your name, sir? Tom Johnson. \nOkay, Mr. Johnson and your phone number, please. \nPerfect. Your reservation is confirmed. We will see you next week. \nOkay. Thank you. You're welcome. Thank you for choosing our hotel. \nGood afternoon. Welcome to the Mystic Mountain Hotel. How may I help you? \nHey. I'm Tom. I have a reservation for today. It's under the name of Tom Johnson. \nOkay, let me check your reservation. Ah, yes, Mr. Johnson. We're delighted to have you with us. \nHere's your key to room 501, and your room is on the fifth floor. \nGreat. Thanks. My pleasure, sir. Have a wonderful stay at the Mystic Mountain Hotel. \nHi, I'm Tom Johnson in room 501. Can I order some room service, please? \nOf course. Mr. Johnson. What would you like to order? Well, \nI'd like to order a grilled chicken dish. Okay. Some fries and a small salad. \nOkay. Anything else? Yeah. How about a glass of orange juice? \nGood idea. Do you want a large or a small glass? A large please! And how long will it take? \nYour food will be served in 30 minutes. Great, thank you! \nWhat is that? Hello, anyone here? \nThere... There are ghosts in my room! Strange noises and objects falling. \nHelp me! Ghosts? Are you sure? There can't be ghosts in our hotel. \nNo. I think the ghosts are here. This is too creepy. I need to change rooms. \nI'm sorry, but we are fully booked tonight. But I can't stay in that room. You have to believe me. \nI'm sorry, sir, but we can't accept that reason. Wait, I have an idea. \nYou come to the room with me and sleep there for the night. Sir... Are you serious? \nYes. Come with me and you'll see that I'm not lying. Um... Okay, sir. Let me arrange. \nSee, I told you. There are strange sounds. This is weird. \nThat's the ghosts. Let's get out of here! Please calm down, let me go check it out. \nOh! sir, let's see. It's just a little fox A fox? How did it get in here? \nLooks like it got lost. Mystery solved! Wow, I wasn't expecting that. Thanks for checking it out. \nSorry for the inconvenience. Let me take it out. Enjoy the rest of your night. \nThank you! \nHi, I'd like to check out now. Here's the key. One moment, please, sir. ... Here's your receipt. \nThanks. Can I pay by credit card? Sure, sir. May I have your card, please? \nPart 2: Duet \nHere it is. Please sign your name here, sir. Okay. Everything was quite an adventure. \nThanks for the help. Anytime! Safe travels. \nHi, this is Mystic Mountain Hotel. What can I do for you? \nYes we do. Can I have your check in dates, please? \nHow long will you be staying? \nDo you want a single room or double room? \nSure. We have a single room available on that day. Your check-in time is 12 a.m, 10th September and your check-out time is 10 a.m, 12th September \nYour check-in time is 12 a.m, 10th September and your check-out time is 10 a.m, 12th September \nMay I have your name, sir? \nOkay, Mr. Johnson and your phone number, please. \nPerfect. Your reservation is confirmed. We will see you next week. \nYou're welcome. Thank you for choosing our hotel. \nGood afternoon. Welcome to the Mystic Mountain Hotel. How may I help you? \nOkay, let me check your reservation. Ah, yes, Mr. Johnson. We're delighted to have you with us. \nHere's your key to room 501, and your room is on the fifth floor. \nMy pleasure, sir. Have a wonderful stay at the Mystic Mountain Hotel. \nOf course. Mr. Johnson. What would you like to order? \nOkay. \nOkay. Anything else? \nGood idea. Do you want a large or a small glass? \nYour food will be served in 30 minutes. \nGhosts? Are you sure? There can't be ghosts in our hotel. \nI'm sorry, but we are fully booked tonight. \nI'm sorry, sir, but we can't accept that reason. \nSir... Are you serious? \nUm... Okay, sir. Let me arrange. \nThere are strange sounds. This is weird. \nPlease calm down, let me go check it out. \nOh! sir, let's see. It's just a little fox \nLooks like it got lost. Mystery solved! \nSorry for the inconvenience. Let me take it out. Enjoy the rest of your night. \nOne moment, please, sir. ... Here's your receipt. \nSure, sir. May I have your card, please? \nLet's switch \nPlease sign your name here, sir. \nAnytime! Safe travels. \nHi. I'd like to book a room for my business trip next week. Do you have any available room? \n10th September. \nI'll be staying for two nights. \nSingle room please. \nGreat. I'll take that room. \nTom Johnson. \nOkay. Thank you. \nHey. I'm Tom. I have a reservation for today. It's under the name of Tom Johnson. \nGreat. Thanks. \nHi, I'm Tom Johnson in room 501. Can I order some room service, please? \nWell, I'd like to order a grilled chicken dish. \nSome fries and a small salad. \nYeah. How about a glass of orange juice? \nA large please! And how long will it take? \nGreat, thank you! \nWhat is that? Hello, anyone here? \nThere... There are ghosts in my room! Strange noises and objects falling. \nHelp me! \nNo. I think the ghosts are here. This is too creepy. I need to change rooms. \nBut I can't stay in that room. You have to believe me. \nWait, I have an idea. You come to the room with me and sleep there for the night. \nYes. Come with me and you'll see that I'm not lying. \nSee, I told you. \nThat's the ghosts. Let's get out of here! \nA fox? How did it get in here? \nWow, I wasn't expecting that. Thanks for checking it out. \nThank you! \nHi, I'd like to check out now. Here's the key. \nThanks. Can I pay by credit card? \nPart 3: Vocabulary \nHere it is. \nOkay. Everything was quite an adventure. Thanks for the help. \n"
}