{
    "transcript": "Hello everyone, let's continue practice our Listening skills. \nIn today's video, we will have three exercises for you. \nNow we will start the first part. \nLook, there's the entrance to the aquarium. \nI'm so excited to explore all the underwater wonders. \nMe too. \nI heard they have a new __ where we can touch a real shark.  \nWow, touching a shark? Let's head there first. \nAnd after that, can we please visit the penguins? \nThey're my favorite. \nSure, sweetie. Sharks then penguins. \nThe sharks are very scary! Don’t touch them. \nDon’t worry, son. \nYou can hold my hands if you are scared. \n\"Okay, dad. I like________ better. \nWow,  Mom! Dad ! Look at this beautiful water tunnel. \nYes, sweetie. \nIt's like walking through an ocean, surrounded by _________ \nLook at the jellyfish! They are glowing!. \nYes, Their colors are so amazing. \nBut I love watching the seahorse more. \nThey're fun to watch. \nWhat is a seahorse? \nHorses that can swim under the sea. \nI don't understand. \nHaha, Mike, Seahorse is not a horse. \nIt is… It is… \nI don't know how to describe a seahorse. \nOkay, let me help you. \nSeahorse looks like a tiny horse with a curly tail. \nSeahorses are very _________animals. \nThey dance together every morning and hold each other’s tails. \nHow romantic. \nTrue. \nThe male seahorse has a pouchwhere he keeps the eggs from the female. \nHe takes care of themuntil they__________ into baby seahorses. \nSeahorses are such unique creatures. \nLook Mike. \nThere is a seahorse swimming near us. \nLet's see if we can spot any baby seahorses clinging to their dads. \nThere they are. Keep swimming, tiny babies. \nOh, they are so cute. \nI love seahorses. \nHello, I want to reserve a table for 4 people tonight. \nDo you have any availability? \nHello, thank you for calling our restaurant. \nYes, we have availability for tonight. \nWould you like a table inside or outside? \nWe prefer a table inside. \nAnd does it have a view of the sea? \nYes, your table will have the best view of the sea in our restaurant. \nYou'll even see the beautiful sunset over the sea. \nPerfect. \nExcuse me. \nI need to ask directions to the nearest hospital. \nWhich way is it, and what street is the hospital on? \nNo problem. \nThe nearest hospital is City Hospital. \nYou just need to go straight on this road. \nThen turn left at the intersection \nand the hospital will be on your right side. \nThat's great. \nI'll head there now. Thank you so much. \nYou're welcome. \nI hope you find the hospital easily. \nHello, I'd like to inquire about buying movie tickets for tonight. \nHello, we have many movie showtimes available tonight. \nWhich movie would you like to watch and which showtime? \nI want to watch the action movie \"Fast & Furious 10\" at the 8 o'clock show. \nAlright, we have the \"Fast & Furious 10\" movie at 8 o'clock show. \nAnd the ticket price is $7 per ticket. \nDo you want to reserve seats?\nYes, I'd like to reserve 2 tickets, please. \nI have reserved two tickets for Fast and Furious ten at the 8:00 show for you. \nIs there anything else you need help with? \nNo. That's all. \nThank you very much. \nYou're welcome. \nEnjoy the movie. \nat Tommy's house? \nI heard there will be many people there. \nWhat if I meet someone special? \nyeah, I'm excited about the pool party too. \nI can't wait to play in the pooland enjoy the sun. \nMe too. \nHahaha. \nJust don't splash water on me too much. \nHaha. No way! \nAh, speaking of dogs,  \nI'm thinking of entering my furry friend. \nWell, that sounds fun. \nYou're right. \nI better start training now. \nGood plan. \nAnd bring your dance moves. \nIt's all about showing our funky moves. \nSure. \n>Get ready for some serious dance floor action. \nAbsolutely! Laughter, games, and lots of water fun. \nI can't wait to see it. \nAbsolutely. \nPool party. Here we come. \n"
}