{
    "transcript": "Hello everyone! It's Jessica here. Back with all of you lovely learners on the 'Learn English with Jessica’ channel. \nToday we're focusing on ‘Practice Speaking Skills’ with two exercises \n'Shadowing' and 'Duet'. Alright! So, let's get started! \nHoney. Hi, honey. What's up? You will not believe this. \na layer of paint on our bedroom wall has fallen. and there's a large wet area on it. \nI'm afraid that there have been\nsome problems with the water pipes. Alright, I will take a look. \nDon't touch anything until I get home, okay? Okay. \nWell, it should not be a big problem\nif we can find out the reason for it. \nHow will you find the damaged part of the pipe? There are meters of them running around this room. \nI will call a plumber. Don't worry. They can handle it. We need to fix the wall, too. \nThat's fine. I can do it. I used to fix and decorate my room\nwhen I was a teenager. \nEasy peasy. \nAre you okay? Oh, no. Too bad they came together. \nI feel that we will have to spend more than we expected today. \nYes, yes. That's right. See you this afternoon at 3 pm. \nIs the plumber available? Of course, he is. Now all we need to do is find a new bed. \nWow. Is this the one we've always wanted to have? Look, Henry, remember the legless bed we dreamed about when we married? \nI think now is the chance for us to get it. Oh yeah, a platform bed. \nI remember it well. And we will barely have any problem\nwith legs if we buy it. \nDeal. Erm... darling, I think my dressing table is old, isn't it? \nWhy don't we take this chance\nto replace it with this charming one? Whatever you say, honey. \nI also think ours needs removed. There have been many stains on the mirror already. \nYou see, it even has a glowing light\naround the mirror. We need to add more light into our bedroom to fit it. \nWell... Yeah... Sure... How about some neon lights? \nhello? Oh, okay. Should we buy it or you? \nAlright, see you this afternoon. Who was that? \nThe plumber. I asked him if he could fix our wall too, and he said yes. but we need to buy a wallpaper. \nBut you said you would do it yourself. Yeah, but after years of office work, \nI'm not as skillful anymore. Better hire someone with expertise. \nAlready, let's find my neon lights now. \nGood job! Let’s move to the next exercise. So now you're in the conversation. \nI’m gonna read my lines and you’ll read your lines on the screen. Here we go. \nIt's all fixed. Your pipe is too old to work, so I replaced it with a new one. \nNow all we need to do is fill the hole with new brick then and plaster it. \nAfter that, I will glue the wallpaper on. \nWhat an uphill task. \nI used to do this before, but now I can't. It is not we who choose the job, the job chooses us. \nCertainly. Sorry. \nHello. \nOh, okay. Hold your ground, I'll be there in a second. \nThe delivery of our furniture has arrived. Let's get it. Great. \nLet's finish it today. \nOur job here is done, sir. \nThank you, muscular guys. I have already settled payment with your store, \nBut here's your tip. Thank you. Sir. \nAgain, thanks and have a nice day. \nWhat place do you think\nit has for the neon lights? \nHmm... let me see. Can we put it around the window? \nNo. That's ugly. Let's head upstairs. \nSo, how's it going? Hey, guys, I finished plastering. \nWhere can I find the wallpaper? Let me bring it to you. \nLooks like it's nicely done. Thank you for your decent job. \nI will transfer you the payment. I got it. Thank you. \nHope to see you in the future. \nI'm sure that you're on the top of our list. See you again. \nFinally, we have achieved our dream bedroom. I am so happy, honey. \nThis is our first achievement this year so far. And next there will be our dream living room, \ndream kitchen, and even dream bathroom too. \nLet's make this house our sweet home together. I love you, honey. \nI love you too. \nSo why do you want me to go shopping with you? Want to share anything? \nThat was my job. My boss gives me many deadlines\nbut doesn't care about my workload. \nwhile my colleagues always gossip, which drives me crazy. I see. \nSo now you want to get relief by burning your money for some clothes, I see. \nWhat about your boyfriend? Where is he? He is on a business trip at this time. \nI don't want to give him a headache. He has it enough with his job. He is lucky to have you as a girlfriend. \nNow let's shop for some clothes. Then take some beers\nand watch a movie at your place. \nI'm sure it will help. Well... no. I don't think I need beer. \nI need some pieces of jewelry. That is it. It works way better than beers. \nErm... Are you sure that we are going to take clothes? It must be here at least at the last time. \nDid they change the layout? Sure thing. They did. Hey, let's ask the staff over there. \nExcuse me, sir, we are looking for clothes aisles, could you show us the way? Of course, you girls need to get to the next intersection, \nand then proceed to the end of the corridor. The clothes stores were moved there last week. \nThank you, handsome. You are welcome, ladies. \nHey, that guy is cute. You should get his number. I don't know, but I think if we meet him\nagain, I will take my chance. \nNow I'm thinking about some new hoodies. And you? My boyfriend loves seeing me and my dresses. \nSo I will take some new\nones and a suitable necklace. \nWow. There are so many things to choose from. I don't even know how to start. \nLet's try this section first. It has the model I have been thinking\nabout for a long time. \nHey, don't forget me in the cart. You can't carry all of them along. \nIs this a lot? As long as it helps with your problem, it is enough. \nAnd you? I don't see you try your things much. These hoodies are easier to wear. \nI just take the ones\nwith preferable shapes and colors. You are so easygoing. \nHowever, if you want to have a boyfriend,\nyou should change your way of dressing. Men like gorgeous women. \nI'm gorgeous the way I am. Whatever. Now let's move to the fun part. \nNecklace babies! Here I come! So what kind of necklace are you supposed to choose? \nMust be elegant and luxurious. I want it to flatter me with its shimmering shine. \nSo having me go with you is a wise choice. You are always good at advising others, \nbut you need to advise yourself\non your style too. I am the way I am, as long as it's comfortable, I feel okay. \nShould I choose this? This is so big and shiny. \nI think you should choose the one next to it. It fits more with the dresses you have bought. \nHow much for this one, miss? It is 250$, madam. \nWell, it is pretty much out of my budget. How about this? \nIt is also fine. You should ask the store staff to help you try it. \nAbsolutely. \nExcuse me, miss, could you help me wear this necklace? I want to try it before deciding. \nThat's my job. Let me help you. \nZoey, how does it look? How does it look? You are the most beautiful girl\nI have ever met. \nThank you, Zoey. Miss, I will take this. Please wrap it. \nCongratulations, miss. You are the 1000th customer of our store since the beginning. \nOwing to that, we will give you a present. A limited perfume with no other products\nbeing sold in the market. \nOh my God! Oh my God! Congratulations, Amelia. \nToday is the best day of my life, Zoey. It is crazy. \nLife is not so bad, right? \nI can't believe that a healing shopping trip has just become my jackpot, Zoey. Just believe that when bad luck happens, \nluck will come to you sequently. \nAll right, now let's go home and find something to eat. Wait, wait. \nWhere is my car key? Don't tell me that you lose it. \nI lose it. Really? Oh, no. How can we go back home? Don't worry. \nWe can call a taxi first. Hey, girls! There you are. \nI've been finding you everywhere. Oh. It's you. What's the matter? \nDid you drop any keys? I found it laying on the floor\nafter you asked me for the clothes store. \nOMG, yes, this is exactly my car key. Thank you. \nThank you so much. No worry. Just be more careful next time. \nHmm... Excuse me, what is your name? My name is David. \nHmm... David, can I have your number, or Facebook, or Snapchat, or something like that? \nYeah, you can have my Facebook account. You are so kind David, and thank you. \nWhat are your names? Call me Zoey. And my friends is Amelia. \nOkay, Zoey. So I must go back to work right now. Talk to you later. \nAnyway, you are cute, Zoey. Bye. \nLooks like he fell in you, Zoey. Oh! Stop that. Amelia. \nShould I choose this? This is so big and shiny. \nI think you should choose the one next to it. It fits more with the dresses you have bought. \nHow much for this one, miss? It is 250$, madam. \nWell, it is pretty much out of my budget. How about this? \nIt is also fine. You should ask the store staff to help you try it. \nAbsolutely. Excuse me, miss, could you help me wear this necklace? \nI want to try it before deciding. That's my job. Let me help you. \nZoey, how does it look? How does it look? How does it look? \nYou are the most beautiful girl\nI have ever met. Thank you, Zoe. \nMiss, I will take this. Please wrap it. Congratulations, miss. \nYou are the 1000th customer of our store since the beginning. Owing to that, we will give you a present. \nA limited perfume with no other products\nbeing sold in the market. Oh my God! Oh my God! \nCongratulations, Amelia! Today is the best day of my life, Zoey. \nIt is crazy. \nLife is not so bad, right! \nI can't believe that a healing shopping trip has just become my jackpot, Zoey. \nJust believe that when bad luck happens, luck will come to you sequently. \nAll right, now let's go home and find something to eat. Wait, wait. \nWhere is my car key? \nDon't tell me that you lose it. I lose it. Really? Oh, no. \nHow can we go back home? \nDon't worry. We can call a taxi first. Hey, girls! \nThere you are. I've been finding you everywhere. \nOh. It's you. What's the matter? Did you drop any keys? \nI found it laying on the floor\nafter you asked me for the clothes store. OMG, yes, this is exactly my car key. \nThank you. Thank you so much. No worry. \nJust be more careful next time. \nHmm... Excuse me, what is your name? My name is David. \nHmm... David, can I have your number, or Facebook, or Snapchat, or something like that? \nYeah, you can have my Facebook account. \nYou are so kind David, and thank you. What are your names? \nCall me Zoey. And my friends is Amelia. Okay, Zoey. \nSo I must go back to work right now. Talk to you later. Anyway, you are cute, Zoey. \nBye. \nLooks like he fell in you. Zoey. \nOh! Stop that. Amelia. \nFor the first exercise, I want you to try to copy exactly the rhythm, and the tone of the previous dialogue. \nHello, Mike, how are you? Hi, mom. I'm good. How are you? \nI'm fine. Thanks. I have exciting news. We're having a big family reunion in Boston. \nI want you to come. Wow. That's great. When is it? \nIt's next month. Can you make it? Yes, I'll be there. I miss everyone. \nDear Emily, we have a big family reunion in Boston. Come to our family reunion. \nLove, mom. \nMom, I got your message. I'm excited to see everyone. I'm glad, Emily. \nIt's been too long. \nHi, mom. It's so good to see you, Mike. I'm so happy you're here. \nAnd you look wonderful. Mom, the house looks beautiful. You've done so much work. \nThank you. Emily. I wanted today to be perfect for us. \nSo what's new with you kids? Any fun stories? Guess what? \nI finally visited Paris,\nsaw the Eiffel Tower and everything. \nCool, Mike. And guess what? I'm doing yoga in the park now. It's awesome. \nThat's great. I love hearing about your adventures. What about you, mom? \nWhat's new here? Well, I'm in a gardening club now. It's actually pretty fun. \nThat sounds nice, Mom. Good for you! Oh, and I've started cooking. \nMade some pasta last week. Not bad at all. Really? That's wonderful. \nYou have to make some for us. And I've been trying out photography lately. \nLook at you two! So creative. I’m glad. It's fun to try new things. \nWhat do you think, Em? Yeah, I agree. Plus, I'm thinking about getting a cat. \nI always wanted one. A cat? That'll be nice. Pets are such good company. \nCool. Let me know when you get it. I'd love to meet him or her. Will do. \nIt's so good to just sit and chat like this. It sure is. \nLet's not wait so long to do it again. These chats are special. \nAgreed, mom. Here's to more family time. \nSo now you're in the conversation. I'm going to read my lines\nand you'll read your lines on the screen. \nHere we go. \nHello, Mike, how are you? \nHi, mom. I'm good. How are you? \nI'm fine. Thanks. I have exciting news. We're having a big family reunion in Boston. \nI want you to come. \nWow. That's great. When is it? \nIt's next month. Can you make it? \nYes, I'll be there. I miss everyone. \nDear Emily, we have a big family reunion in Boston. Come to our family reunion. \nLove, mom. \nMom, I got your message. I'm excited to see everyone. \nI'm glad, Emily. It's been too long. \nHi, mom. It's so good to see you, \nMike. I'm so happy you're here. And you look wonderful. \nMom, the house looks beautiful. You've done so much work. \nThank you. Emily. I wanted today to be perfect for us. \nSo what's new with you kids? Any fun stories? \nGuess what? I finally visited Paris,\nsaw the Eiffel Tower and everything. \nCool, Mike. And guess what? I'm doing yoga in the park now. It's awesome. \nThat's great. I love hearing about your adventures. \nWhat about you, mom? What's new here? \nWell, I'm in a gardening club now. It's actually pretty fun. \nThat sounds nice, Mom. Good for you! \nOh, and I've started cooking. Made some pasta last week. Not bad at all. \nReally? That's wonderful. You have to make some for us. And I've been trying out photography lately. \nLook at you two! So creative. I’m glad. \nIt's fun to try new things. What do you think, Em? Yeah, I agree. \nPlus, I'm thinking about getting a cat. I always wanted one. \nA cat? That'll be nice. Pets are such good company. \nCool. Let me know when you get it. I'd love to meet him or her. Will do. \nIt's so good to just sit and chat like this. \nIt sure is. Let's not wait so long to do it again. \nThese chats are special. Agreed, mom. Here's to more family time. \n"
}