{
    "transcript": "Intro \n[Music] \nhello everyone I'm Jessica and welcome \nto learning English with \nJessica in this video we're going to \nlisten and practice our English through \nmany different \nconversations you can play it again \nrepeatedly while engaging in other \nactivities to help your brain memorize \nthe \nlanguage be patient and you will swiftly \nimprove your speaking and listening \nskills \nnow let's jump right into the \nvideo can we have a look at the \nCan we have a look at the menu? \nmenu good evening lady and \ngentlemen I'm Peter and I'll be your \nwaiter tonight can we have a look at the \nmenu definitely here's the dinner \nmenu any \nrecommendations may I ask whether you \nare allergic to seafood or not \nno we're not no we're not that's great \nbecause we're offering various seafood \ndishes tonight one of our best sellers \nhere is the pineapple baked \nsalmon sounds good we would like to \norder that \ndish oh and also the shrimp saiche \nplease we'll start with those two dishes \nfirst got it your meal will be ready in \n10 \nminutes wait a \nWait a minute \n[Music] \nminute ah I'm sorry \nsir it was my fault \nMiss wait a minute \nSarah Jack long time no see what are you \ndoing here well that's the question I \nwant to ask you I thought you were \nworking in New York right now it's great \nto see you back in \nChicago actually I'm on a business trip \nin this city that's why I was in a \nlittle bit of a \nrush no worries are you free for a \ncoffee now not really but I'm available \nin the \nafternoon cool I'll text you the exact \ntime in location later there's a coffee \nshop I really want to introduce to you \nwow I'm \n[Music] \nexcited how do you \nHow do you do? \ndo \n[Music] \ngood morning Miss \nJoan oh how do you do Mike everything's \nbeen good lately but I'm really nervous \nabout the exam next week have you \nreviewed \neverything not really but I try my best \nto \nstudy I suggest you study in a group of \nfriends ask your friends to come over to \nyour place and review the lessons \ntogether I think that's a good idea it \nwill be fun and we can learn from each \nother that's exactly what I meant thank \nyou Miss \n[Music] \nJoan come with \nCome with me \nme I have no idea what to do during \nweekends my parents are away for \nbusiness so I have to stay at home alone \nthat's too \nbad nah it's okay what's your plan B way \nour family is going on a picnic this \nSaturday if you want you can come with \nme really I don't think it's a good idea \nthough no no bother we really welcome \nyou everyone in my family knows you so \nit should be \nfine all right I'm actually excited to \njoin hooray I'll ask my parents and let \nyou know our plan in more detail \ntonight I don't think so \nI don't think so \n[Music] \nhoney look at that flattering purple \ndress I want to try it on so bad but I \nthink I'm not going to \nfit hey ba I don't think so at all you \nwill definitely look stunning in that \ndress really but I'm not confident with \nmy \nbody oh come on let's \ngo how do I look \nwow ba you look absolutely \nfantastic no makeup but you are still \nglowing in this \ndress come on you're making me \nShy let's head to the counter the bills \non \n[Music] \nme what's your \nWhat’s your major? \nmajor hello my name is Stacy nice to \nmeet you \nI'm Rio it's a pleasure to meet you too \nStacy what's your major \nRio I study engineering what about you \nmy major is \nmedicine what is your dream job after \ngraduation wow that's a very intriguing \nquestion I actually want to become a \nnutritionist or a nurse those are the \ncoolest jobs on Earth I know right I \nwant to help everyone to become \nhealthier and you what do you want to do \nsince I study engineering I would like \nto be an engineer I think it must be fun \nworking with machines or figuring out \nhow to design roads and \nbridges what's special for \nWhat’s special for today? \ntoday excuse \nme yes Madam how can I assist you what's \nspecial for today \ntoday our restaurant is serving boiled M \nLobster and sesame chicken sounds yummy \nI would like to have the lobster for the \nmain course for the appetizer I would \nlike shrimp and grits would you like \nanything for \ndessert red velvet cake \nplease anything to drink \nMadam a glass of vodka \nplease I confirmed your order first your \nappetizer and the drink will be ready in \na \nminute \nHow was your trip? \nhow was your \n[Music] \ntrip welcome back Tracy how was your \ntrip honestly that wasn't a very nice \ntrip how \ncome on the first day we got \npickpocketed at the airport somebody \ntook my mother's purse I'm sorry to hear \nthat when we arrived at the hotel the \nstaff here didn't even help with our \nluggage we had to carry everything by \nourselves to the room did the room also \nlet you \ndown well our hotel room was the only \nthing that we felt satisfied with the \nview from our room is \nfantastic however the food at the hotel \nwas \nterrible that's too bad it's okay at \nleast we arrived home \n[Music] \nsafely what's the city famous \nWhat's the city famous for? \nfor \nhey David your hometown is New York \nisn't \nit that's right but what's the \nmatter well I'm traveling to New York \nnext week what's the city famous \nfor well New York is the most bustling \ncity in the US you can visit a lot of \ntourist \nattraction can you give me some \nrecommendations you should definitely \ncheck out the Statue of Liberty \nthat's a must whenever people come to \nour city I see anywhere else you can \nstroll around Central Park to chill out \nif you love shopping you should go to \nTime \nSquare ah I once heard about that I will \nput them on my where to go list cool if \nyou want to know about anything else \njust tell \n[Music] \nme I'm just \nI'm just looking \nlooking \nH can I assist you today \nsir hi there I'm just looking around \nfirst I'll call you when I need \nsomething please take your time I hope \nyou find something that you want \nhere um excuse me yes sir how can I help \nyou do you have a bigger size for this \nte t-shirt I think that's in size medium \nand I want it to be in size large or \nextra large I'll check the biggest size \nfor you now just a \nmoment unfortunately this t-shirt in \nsize Lodge ran out of stock we only have \nthe size extra Lodge one that's okay I \nwould like to try it on is it okay \ncertainly the fitting room is in front \nof \nyou \nwe took a lot of \nWe took a lot of pictures \n[Music] \npictures hey do you remember that trip \nwe took to the mountains last month of \ncourse it was so much fun we ended up \ntaking a lot of pictures didn't we \nabsolutely the scenery was breathtaking \nthat's why we couldn't resist capturing \nevery moment I'm glad we did looking at \nall those pictures now brings back all \nthose amazing \nmemories right like that hike to the \nsummit or that incredible Sunset we \nwitnessed together pictures truly \ncapture the soul of our \nadventure they really do and those \npictures are also great for sharing with \nfriends and \nfamily yeah it's allowing them to \nexperience our journey too \n[Music] \ndefinitely I'll take \nI’ll take it \nit \n[Music] \nhey have you decided on that new laptop \nyou were looking at yes I think I've \nmade up my \nmind I'll take it that's great it's \nalways exciting to get a new device what \nmade you choose this one well it has all \nthe features I need and the reviews are \nexcellent and also I think the price is \nquite \nreasonable awesome you won't regret it \nmake sure to check out warranty options \ntoo we'll do I'm really looking forward \nto using it for work and \nentertainment congrats on your new \npurchase enjoy and make the most of \n[Music] \nit sorry I don't live around \n[Music] \nhere hey do you know where the nearest \ncoffee shop is I need to buy a cup of \ncoffee \nsorry I don't live around here but there \nshould be one nearby maybe you can ask \nsomeone else or check online Maps no \nworries I will figure it out it's just \nthat I'm new in town and still getting \nfamiliar with the \narea ah I understand moving to a new \nSorry, I don’t live around here! \nplace can be challenging at first but \ndon't worry you will get the hang of it \nsoon thank you for understanding I \nappreciate your help anyway you're \nwelcome good luck luck finding that \ncoffee \n[Music] \nshop how's it \nHow’s it going? \ngoing hey there how's it \ngoing hey it's going pretty well thanks \nfor asking how about you I'm doing great \nthanks just enjoying the day is anything \nexciting happening in your \nlife well I accidentally sent a text \nmeant from my best friend to my \nboss oh no what is it let's just say it \ninvolved a hilarious cat video and some \nquestionable dance moves did anything \nhappen after that I'm pretty sure I will \nbe the office entertainment for \nweeks H I like your positive energy you \nreally know how to make the most out of \nevery \nsituation thanks hearing that really \nbrightens my \nday \nI’ve got a baby \nI've got a \n[Music] \nbaby hey how have you \nbeen I've been \ngreat guess what what I've got a \nbaby wow congratulations that's amazing \nnews is it a boy or a girl it's a \nbeautiful baby girl we couldn't be \nhappier oh that's wonderful \ncongratulations \nagain thank you how's she doing is she \nhealthy yes she's doing great she's \nhealthy and growing fast we're so in \nlove with her I can imagine being a \nparent must be a hugely different \nexperience yes it's a big adjustment but \nwe cherish every moment I'm so happy for \nyou enjoy every precious moment with \nyour little one sure I \nwill can I get this to \nCan I get this to-go? \n[Music] \ngo hey can I get this to \ngo \nabsolutely we offer take out for all our \nmenu items what would you like I will \nhave the chicken sandwich with a side of \nfries \nplease would you like any sauces or \ncondiments with that good I have some \nketchup and mayonnaise on the side \nplease of course your a will be ready in \na few minutes is there anything else I \ncan assist you with no that's it thank \nyou so much you're welcome enjoy your \nmeal and have a great \n[Music] \nday how much is the \nHow much is the fare? \n[Music] \nfair excuse me how much is the fair for \nthis \nbus the fair is $2.50 for adults and .25 \nfor children under \n12 okay great do you accept credit cards \nor is it cash \nonly we accept both cash and contactless \npayments including credit cards and \nmobile \nwallets that's \nconvenient is there a discount for \nseniors or \nstudents yes seniors and students with \nvalid identification can get a \ndiscounted Fair of \n$1.75 perfect I will take one adult \nticket then here's the \ncash thank you here is your ticket have \na safe \njourney thank \n[Music] \nyou it's a little too \nIt’s a little too big \n[Music] \nbig hey what do you think of this shirt \nI \nbought he well it's a little too big on \nyou you don't you \nthink yeah I noticed that too I thought \nit looked fine in the store but trying \nit on at home it's definitely \noversized maybe you can get a smaller \nsize or see if it can be \nexchanged yeah that's a good idea I \nreally like the design and color so \nmaybe I will exchange it for a smaller \nsize definitely you will want to feel \ncomfortable and confident in what you \nwear yeah thanks for your \nadvice \n[Music] \nI guess \nI guess so. \nso hey I was thinking of trying a new \nhairstyle what do you \nthink absolutely change can be good \nright H I guess \nso what are you \nconsidering well I've been eyeing this \nshort \nhairstyle oh that looks \ninteresting it might suit you you \nwill thanks but I'm a little nervous to \ndo it what if it doesn't suit \nme don't worry too much about it hair \ngrow is back and experimenting is part \nof the fun go for it and embrace the \nchange you are right okay let's do it I \nam ready to rock the \nBob don't speak too \nDon’t speak too fast! \nfast \nhey I hope you're doing well I wanted to \nask you \nsomething sure what is it don't speak \ntoo fast during our conversation please \nmy English is not very good oh I see I \nwill try my best to speak slowly and \nclearly so you can understand me \neasily that would be great thanks for \nyour \nunderstanding of course if there's \nanything you don't understand just let \nme know and I'll be happy to clarify or \nrepeat it for you we can take our time \nand make sure you are comfortable with \nthe speed of our \nconversation you are so nice I \nappreciate your \n[Music] \npatience how \nHow far? \nfar how far is it to the next \ntown I think it's about 30 m from \nhere oh wow that's quite the distance do \nyou know how long it takes to get there \nby car it usually takes around 45 \nminutes depending on traffic that's not \ntoo bad I was worried it would be a \nlonger journey is there anything \ninteresting to see along the way well \nthere's a beautiful Lake just halfway \nthrough the drive also there are some \nScenic views in a Charming small Village \nnear the town it's definitely worth a \nvisit sounds lovely I will make sure to \nenjoy the journey as much as the \ndestination \nthen I have no \nI have no time \n[Music] \ntime hey how's it \ngoing I'm so \noverwhelmed I have no time for \nanything oh no what's been keeping you \nso \nbusy well my work has been crazy lately \nand I have so many personal tasks \ntoo that sounds really tough have you \ntried prioritizing your \ntasks I have but it feels like there's \njust not enough hours in the day maybe \nyou could delegate some tasks or ask for \nhelp I've thought about it but I'm not \nsure where to \nstart well no matter what remember to \ntake breaks and take care of yourself \ntoo you are right I need to find a \nbalance thanks for \nlistening anytime I'm here for \nyou number three what's on your \nWhat's on your mind? \nmind hey what's on your mind oh I've \nbeen thinking a lot about my career \nlately I feel like I'm stuck and need a \nchange oh I see what kind of change are \nyou looking for I'm not exactly sure yet \nbut I want something more fulfilling and \nchallenging maybe a new job or even a \ncareer switch have you considered any \nspecific fields or \nIndustries I've been thinking about \nstarting my own business but I'm still \nweighing the pros and cons the important \nthing before you start anything is to \nidentify your goals and your true \npassion you are right I will think about \nit \nDefinitely! \ndefinitely \n[Music] \nhave you seen the new movie that just \ncame \nout \ndefinitely I watched it last night it \nwas \namazing really I've been hearing a lot \nof reviews about it what did you like \nabout it well the storyline was \nattractive and the special effects were \nmindblowing I think you should watch it \nthat's great to hear I was hesitant but \nnow I'm definitely going to give it a \ntry you won't be disappointed trust me \ndefinitely worth your time let me know \nwhat you think after you watch it \nabsolutely I will do that thanks for the \n[Music] \nrecommendation number five I can't say \nI can't say for sure. \nfor \n[Music] \nsure hey have you noticed anything \nstrange about our friend Anita \nlately yeah I have been hearing some \nthings things I can't say for sure but \nit seems like Anita might not be as \nhonest as we \nthought really I always thought Anita \nwas a good \nfriend what made she say \nthat well I've overheard Anita talking \nbehind your back saying things that \naren't very nice it's disappointing to \nbe \nhonest wow I had no idea it's hard to \nbelieve someone we trust would do \nthat yeah I was quite shocked when I \nheard that \nme too thanks for letting me know \n[Music] \nVictoria no \nNo way! \nway did you hear that Lily was \npregnant no \nway she's only 17 years old \nright yeah I couldn't believe it when I \nfound out it's such a young age to start \na family and I wonder how she's going to \nhandle \nit yes being a parent requires a lot of \nresponsibility and \nmaturity absolutely it's going to be \nchallenging for her to balance School \npersonal life and raising a \nchild right I hope she has someone to \nhelp her through this she needs to have \nguidance there definitely let's hope she \ncan overcome the obstacles and provide a \nloving environment for her \nchild \nGot a minute? \ngot a \n[Music] \nminute mom do you have a minute sure \nwhat's up I wanted to talk to you about \nsomething \nimportant of course go \nahead well I've been feeling overwhelmed \nlately with work and personal stuff I \njust need someone to talk \nto I'm here for you sweetie take your \ntime and let it all out thank you I just \nneed some advice on how to manage \neverything better I understand let's \nthink of some strategies together and \nfind a way to make things more \nmanageable for \nyou that would be great thank you Mom I \nappreciate your \nsupport anytime remember I'm always here \nfor you we will figure it out \n[Music] \ntogether so we've met \nSo we've met again? \nagain \nso we've met again it's quite a \ncoincidence isn't it yes it is it's \nfunny how we keep running into each \nother twice a day I guess it's a small \nworld after all what are the \nodds I know right it's like fate wants \nus to cross paths maybe we should start \nexpecting these \nencounters perhaps we should it's always \nnice to see a familiar face so how has \nyour day been so far pretty good good \nthanks how about you can't complain just \nanother day in the hustle and bustle but \nmeeting you again definitely made it \nmore \n[Music] \ninteresting what a \nWhat a relief! \nrelief oh my goodness did you hear about \nthe accident it was so \nscary yes I did I was very worried but \nthankfully she's okay \nwhat a relief accidents can be so \nunpredictable and \ndangerous absolutely it's a reminder of \nhow fragile life can be I'm just glad \nshe's safe and sound me too it's such a \nrelief to know that she didn't suffer \nany serious \ninjuries definitely I hope she takes \nsome time to recover and heal both \nphysically and \nemotionally I want to visit her tomorrow \ndo you want to go with me absolutely I \nwant to make sure she's okay okay let's \ngo \ntogether that's a \nThat's a lie! \nlie have you heard the rumors about \nJohn what \nrumors well I heard that he was cheating \non you that's a lie I can't believe you \nwould say \nthat I'm just telling you what I heard \nit's better to know the truth I trust \nJohn he is not that person and I won't \nlet baseless rumors ruin our \nrelationship I understand but sometimes \nit's important to confront the truth \neven if it's \npainful I appreciate your concern but \nuntil I have concrete evidence I won't \nlet doubt cloud my \njudgment okay sorry to make you upset \nyou can ask him what happened okay \nthanks I know what I should \ndo that that's the end of the video \nthank you for \nwatching Remember to practice English \nevery day to improve your \nskills watch the video at least three \ntimes a week and repeat daily \nconversations to improve your listening \nand speaking skills \nfast try to mimic the intonation and \npronunciation in the video to enhance \nyour speaking fluency and \npronunciation don't forget to like share \nand comment on my video please subscribe \nsubribe to the learn English with \nJessica channel to watch more helpful \n[Music] \nvideos \n"
}