{
    "transcript": "Intro \n[Music] \nif \ni were you if clause \ntype 2 is used to express dreams \nunreal situations and things that \nare unlikely to happen watch this video \nto learn ways you can use a type 2 \nconditional sentence \ndialogue one it's mia's first \nIt's Mia's first time cooking. She asks her parents, David and Michelle, for their opinions. \ntime cooking she asks her parents \ndavid and michelle for their options \nmom dad please come try this dish that i \nmade \ni am not sure if it is good or not \nlet me see \noh i think it is quite good \ncome on dad do not lie it can't be good \nwith that look on your face \nit is good for your first time \nthank you anyway what about you mom what \ndo you think of this dish \nif i were you honey i would add another \npinch of salt to it \nit is a little bit bland i got it mom \nanything else no it really is not bad \nfor your first time \ngreat job honey thank you \nby the way dad if i were you i would \ngive my honest \nthoughts \nwhat i really think it is not bad \nmaybe a little bad sure dad whatever you \nsay \noh sweetheart i will eat anything you \ncook you know that \nthank you for saying that dad i really \nappreciate it \nyou're welcome david do not ruin your \nmeal \nbut i would not forget to email my boss \nif i were you in your position \noh yes i almost did thank god you \nreminded me \ni will do that after dinner \ndialogue too tom john \nTom, John, and Alice are schoolmates. Tom really likes Alice and he wants to ask her out. He asks for John's advice on how he should do that. \nand alice are schoolmates tom really \nlikes alice \nand he wants to ask her out he asks for \njohn's advice on how he should do that \nhey john i have something to tell you \nof course why are you hesitant though \nwell um i don't know if i should tell \nyou or not \nit's a bit personal oh come on \nwe are best friends just spill it okay \nso i kind of like alice alice \nis the girl from our class yes \noh my god tom you do realize everyone \nknows that right \nno what my feelings for alice \nyes what else you are so obvious \nbut have you told her yet no \ni haven't i want to invite her to the \npool party this \nsaturday night but i don't know where i \ncan find her \nwell except in our class of course but \nthat class is on friday i think she will \nalready have made plans by then \nif i were you i would just give her a \ncall bro \nif i had her number i would do that \nimmediately \noh you don't have her number i can give \nyou it \namazing how do you have it and i don't \nwell let's just say i am obviously the \nmore \nlikable one between us two oh please \njohn give me a break \n[Music] \ndialogue three lauren and michael \nLauren and Michael are neighbors. They go to the gym together. \nare neighbors they go to the gym \ntogether \nhey michael looking good today \nthanks lauren i can't say that about you \nthough what happened \noh i'm just tired i haven't had a good \nsleep since forever \nif i were you i wouldn't stay up so late \nyou need to sleep in order to have good \nskin and let your muscles rest \ni know but i have so much work to do \ni hate being an accountant that's why i \nwant to become an artist \nnot only because it is my passion but \nalso i can work whenever i want \nyou want to become an artist that is so \ncool \nwhat do your parents think about it i've \nnot told them yet \ni'm not sure if they would support me or \nnot \nwhy not if i were you i would be honest \nwith them \ntell them why you want to become an \nartist and let them know how happy it \nwould make you \ni think all parents want their kids to \nbe happy \nyou are right i'm thinking of telling \nthem this weekend but i don't know \nmaybe i should not just do it \nget it out of the way michael i'm sure \nyou will be a great artist \nthank you so much lauren i appreciate it \ndialogue 4 linda and mark recently got \nmarried \nlinda lets mark know that they are going \nto be parents \noh my god mark mark come here \nwhat's wrong darling i think i am \npregnant \noh my god this is the best news ever \nyou are going to be an amazing mom linda \nand you are going to be an amazing dad \ni'm so happy have you told your parents \nor \nmy parents yet no i have not \ni told you as soon as i found out let's \ncall them \nif they knew they would be so surprised \nand happy \ni agree but should we tell them in \nperson instead of calling them \ni think that would be more special sure \nhoney we can wait and do that later if \nyou want \nyes i still can't believe it \nme neither how do you feel well i don't \nfeel any different with my body than \nbefore \nbecause it hasn't been long but i do \nfeel very excited \nme too we should go see the doctor soon \ni will make an appointment good idea \n[Music] \ndialogue 5 mary peter and lisa \nMary, Peter, and Lisa Live under the same roof. Mary's laptop is broken and she asks her housemates for help \nlive under the same roof mary's laptop \nis broken \nand she asks her housemates for help \nthis stupid laptop what's wrong with it \ni cannot open any files \nwhat's wrong mary why are you yelling \nmy laptop it isn't working and i have a \nvery \nimportant task due today let me see if i \ncan help \ni think this issue is serious you should \nprobably get it fixed professionally \ni don't have time for that if jack were \nhere he would know how to fix it \noh mary you guys broke up a while ago \nare you still not over him not really \ni miss him a lot it's all right take \nyour time \nyou know what you can use my laptop for \nnow and go get your \nlaptop fixed later thank you so much \nlisa \nyou are a lifesaver you're welcome \nnow get that task done girl i'm on it \nare you sure you don't need to use it \nnot until next week \nokay \n[Music] \nthanks for watching don't forget to like \nshare comment on my video please \nsubscribe to learn english with jessica \nchannel \nto watch more helpful videos goodbye \nyou \n"
}