{
    "transcript": "Intro \nforeign \nI'm Jessica and welcome to learning English with Jessica \nin this video we're going to listen and practice our English through many different conversations \nyou can play it again repeatedly while engaging in other activities to help your brain memorize the language \nbe patient and you will swiftly improve your speaking and listening skills \nnow let's jump right into the video are you free tomorrow \nAre you free tomorrow? \n[Music] hey Henry are you free tomorrow \nlet me think I'm free only in the morning that's great want to play basketball \nwith me only the two of us \ndo you want to invite anyone else I know Tom he's a very good player we \ncan ask him to join us all right let me ask Tom after class \nso where are we gonna play at school I guess \nthere's a basketball court near my house it'd be better for us to go there \nokay please send me the address when you're home sure \nwill you join me for coffee [Music] \nWill you join me for coffee? \nfinally it's break time will you join me for coffee Lily \nshow Caleb I know there's a very good Cafe near here okay let's go \noften do you drink coffee not very often to be honest I prefer tea \nto coffee wow interesting what kind of tea do you \nusually drink I love jasmine tea how about you you \nmust be a coffeeholic how do you know haha for me I like \ndrinking every type of coffee but I'm a big fan of lattes oh [Music] \ncould we have lunch together one day \nCould we have lunch together one day? \nall right Bob where are you going hi Ron I'm going to the library you \nI'm on my way to the cafeteria I've heard there's a new dish today \noh really I've never tried food at the cafeteria before how does it taste in \ngeneral well it depends on the menu of the day \nso the menu is different every single day that's right yesterday they served cheesecake but \ntoday they don't ah I see I have to go now but could we \nhave lunch together one day yes of course just tell me whatever you want \n[Music] can I get you anything else \nCan I get you anything else? \nno Madam how can I help you I'd like to buy some oranges how much is \nan orange that will be 25 cents madam \nthen I'll take three oranges all right let me pack them for you \ncan I get you anything else I'm also looking for some carrots how \nmuch per kilogram a kilogram of carrots is 2.16 madam \ngreat I will take that do you need anything else \nno thanks please follow me to the counter \nwhat do you think about this event [Music] \nWhat do you think about this event? \nthere will be a lot of school events next week really what are those events about \nwe have a lot on Monday there will be a food fair in the afternoon we can enjoy food from different cultures \nwhat do you think about this event fantastic I love trying new dishes \nbut unfortunately I have class from 3 to 6 p.m \noh no how about the other days well we have an acoustic event during \nlunch time next Tuesday so the school music band will play instruments and sing at the cafeteria \nwow so we could listen to their music while having lunch yeah \nsounds good I think I will have lunch at the cafeteria on Tuesday [Music] \nthank you are you here with anybody \nAre you here with anybody? \nLucy is that you hello Jim what a coincidence \nyeah are you here with anybody nope I came here by myself and you \nactually I came here with my sister and her friends but they are just going somewhere to get food \nah I see so do you want to walk with me while you wait for them \nsure it's been a long time since we've seen each other by the way why are you going to the \ntheme park alone oh well I just want to relax by myself \nand I think a theme park is not a bad idea wow interesting \nyeah but since you were here with me I think I'll be less bored \nyou're right the more the merrier let's play some games here together \nI want to ride on the roller coaster \nhave you got a pet [Music] \nHave you got a pet? \nhola look at those puppies they are so cute \nyeah but I'm allergic to their fur oh really have you got a pet \nyeah I have a parrot at home it always copies my words \nwow I can imagine how about you do you have any pets \nsadly I don't I really want to have a cat or dog but my parents don't allow me \nto have one I can understand taking care of a pet is difficult \nwhen I move out and live alone I will buy a pet for myself [Music] \nhow do you do [Music] \nHow do you do? \ngood morning Tracy how do you do Jack where are you going \nme I'm going to the supermarket are you going to buy something \nyeah I need to buy some ingredients for lunch what about you are you going to the \nsupermarket too no I'm on my way to the park I'm going running there \nwow you are so sporty thanks see you later \nsee ya [Music] \nhow can I help you may I help you foreign \nHow can I help you?/May I help you? \nhow can I help you I'm looking for a new t-shirt do you \nhave any what size are you looking for larger extra large is okay \nwhat color do you like I love bright colors red orange or \nyellow works for me please follow me this way \nwe have a variety of bright t-shirts for you what do you think about this yellow one \nI love it but don't you think it's a bit small for me \nthis t-shirt is size large if you think it's still small here's the extra large \none this one is bigger I will try it on [Music] \ncan I try it on [Music] \nCan I try it on? \nexcuse be I like this dress a lot can I try it on \nyes Madam you can try on anything you like in our shop where is the dressing room \nit's on your left madam oh I see it thank you \nby the way how many clothes can I try on at the same time \nyou can bring up to three items to the dressing room all right got it \nif you need anything else please tell me enjoy your shopping [Music] \ntopic what's the temperature [Music] \nWhat’s the temperature? \nhello Mia long time no see how was your life in Moscow \nI'm pretty good thanks it does not take me much time to get used to this place \ngood to hear that I see you're wearing a wool scarf is it cold right now in Moscow \nyeah it's very cold and windy today what's the temperature \nit's four degrees Celsius gosh it must be freezing cold \nI know right but don't worry I'm quite used to it how about Chicago what's the \nweather like it's sunny and warm today \nwhat time is it [Music] \nWhat time is it? \nexcuse me sir I don't have my watch with me now may I ask what time it is \nit's half past 4 P.M thank you \ndo you know when the next bus will come it's supposed to be here now but maybe \nit's a bit late today let's wait for five minutes oh thanks do you know why it is late \nI think it's because of the traffic jams I heard there was an accident \nI see thank you you're welcome \nforeign what's the date today [Music] \nWhat’s the date today? \nLucy do you know what the date is today it's June 24th \nand and it's Monday no \nwhat I don't get what you mean you forgot it friend tomorrow is Tom's \nbirthday and we decided to make a surprise birthday for him at midnight tonight \nah I remember thanks for the reminder \nwhat should we do now buy a cake we still have a lot of time so let's \nmake a cake for him great idea [Music] \nhow are you \nHow are you? \nhello Linda how are you I'm good thanks you \nI'm great where are you going I'm going to the grocery store near here \nto buy some food for my mom what about you where are you going by bike \nI'm just going bike riding I think I will relaxingly ride around the town \nwow that's great yeah do you want to join me after shopping at the grocery store \nyeah I would love to can you wait for me outside of the store sure thing let's go together \n[Music] where are you going \nWhere are you going? \nhello Luke hi Andy are you going to the park \nno I'm not where are you going \nI'm going to the basketball court what about you \noh I'm going to the park but I'm gonna play basketball there \nwow really yeah I often play basketball at the park \nbecause I don't know any basketball courts near here then you should come with me bro \nmy friends and I always play on the basketball court great can I join you \nsure why not let's go together I'm gonna introduce you to all my \nfriends there thank you \nwhat is your major \nWhat is your major? \nhello my name is Linda nice to meet you it's a pleasure to meet you Linda I'm \nAnna what is your major Anna I'm an International Management student \nhow about you my major is tourism and hospitality \nI don't know so your future dream is to work as a tourist good guess actually I want to work for \nmy family's Hotel it's a three-star hotel near the beach so it attracts a lot of people \noh I see interesting for me I want to be a businesswoman that's why I chose this \nmajor fantastic [Music] \nwhat do you want to do after you graduate [Music] \nWhat do you want to do after you graduate? \nwhat's the matter Tracy you look worried and tired nothing it's just \nwhat do you want to do after you graduate Martin wow why do you ask so suddenly \nI'm just curious I want to be a content creator on social \nmedia and you what do you want to do I don't know \nis there anything that makes you feel interested I like drawing but my parents want me to \nbe an accountant because your major is accounting and finance right \nactually I didn't choose this major by myself my parents did \nI think you should have a serious talk with them this problem is related to your career I think they will understand \nI will try to talk to them thanks for your advice don't worry I'm here if you need me \n[Music] how did you learn English \nHow did you learn English? \n[Music] \nDavid you are French but your English is excellent how did you learn English \nthanks for your compliment honestly I learned English by speaking English every day \nreally did you practice with a native speaker yeah when I was eight years old I lived \nnext to an American family I used to come to their place and speak English with them \nthat was a great way to practice English foreign \n[Music] who do you live with \nWho do you live with? \nforeign I heard that you already moved out Kim how's everything \nit was a little bit difficult at first but now I can handle most of the things \nthat's great who do you live with I live with another roommate who's from \nCalifornia wow is she friendly \nshe's a good friend we only met each other last month but she treats me so well \ngood for you I hope that you can live harmoniously with your roommate please \nwhat time do you get up \nWhat time do you get up? \nI'm so sleepy what time do you get up \nI usually get up at eight but yesterday I stayed up late and woke up at 10. \ngosh why did you stay up late homework no I was talking with my mom last night \nuntil 2 A.M she was worried because this is the first time I live far away from home \nshe was scared that I cannot take care of myself I see \nand I told her not to be worried because I'm still doing well yeah I could see that you were a strong \ngirl \nwhen do you do morning exercises \nWhen do you do morning exercises? \n[Music] hello Layla are you going running \nyeah I'm trying to do some morning exercises you too \nYep this is my first time waking up early and doing some exercises \noh wow really you should join me more often when do you do morning exercises \nusually at six a.m today I woke up a bit late so I went running at 6 30 A.M \nI see okay I will go running with you starting from now on \ngreat [Music] \nhave you been waiting long foreign \nHave you been waiting long? \nI'm here OMG I'm so sorry Linda the traffic was \nterrible today I couldn't even move my car when I was on Main Street how long have you been waiting \nno Rachel take a deep breath and keep calm first I also just got here \nand I got stuck in the traffic as well how did you get here \nI came by train and the train I went to was crowded with people \nI felt like there was someone stepping on me yeah you're right \ntoday's the weekend so everybody's out I hope the movie we're about to go to \nwill not be too crowded [Music] \ncan I speak to Emma please [Music] \nCan I speak to Emma, please? \nhello may I ask who's calling it's me Emily can I speak to Emma please \noh I'm sorry Emily Emma is not home right now can you please come back later \noh really when will she come back Emma is at the mall right now she told \nme that she would be back at noon I see I will call back at noon then \nI will also tell I may be called thank you \n[Music] how do you get to work \nHow do you get to work? \nthank you \nhello Henry wow you are so early every day you must be a morning person \nno thank you actually it doesn't take me a long time to prepare to work \nhow do you get to work I walk really you go on foot \nyeah since the company is near my house ah I see for me I have to catch the \ntrain to get here was it crowded this morning \nactually the tree and I catch every day is not too crowded I think it will be more crowded during \nthe evening you're right especially when everyone goes home from work \n[Music] are you going home \nAre you going home? \n[Music] \nhey Jay in long time no see hello David how's it going \nfine thanks are you going home yeah I just got off work \nwhere's your workplace is it close to the subway station yeah it is I only have to walk \nI only have to walk from my company to the station for five minutes it's great to hear that \nhow about you did you just finish your work not really today is my day off I'm going \nto visit my parents house tonight ah I see \nthank you how long does it take \nHow long does it take? \nforeign have you ever been to the City Art \nGallery Jenny yes I have it was such a great experience and I learned a lot from the \nartwork actually I really want to visit it this weekend do you know how long it takes to \nget there where's your starting point \nmaybe I will go from our dormitory I think it's gonna take around 15 \nminutes to get there wow that's fast \nyeah so don't worry about it what did you do when you were at the art \ngallery actually there was a tour on that day so I visited the website and signed up for \nit during the visit I just listened to the tour guide and tried to learn something from the artwork \namazing [Music] \nhow often do you ride the bus [Music] \nHow often do you ride the bus? \nhow often do you ride the bus Anna me I go to school by bus every day \ndo you think taking a bus is more convenient than driving our cars \nI think driving our own car is more convenient so why do you still choose to use the \nbus for me I tend to feel dizzy whenever I'm on a bus but I think walking or using \npublic transportation is more environmentally friendly that's why I'm still using it \nwow I never thought about it \ndid you get my message [Music] \nDid you get my message? \nhello Andy it's me John hi John did you get my message \nyes thank you that's why I'm calling you to confirm so our meeting is on October 20th at 5 \nPM right that's right do we need to prepare anything \nI think we should bring our personal laptop we're gonna need to make a project together so a lot of things need \nplanned out is it okay if I bring my tablet instead \nI think it should be fine thank you see you next week \nsee ya \ncould you tell me how to get to the police station [Music] \nCould you tell me how to get to the police station? \nexcuse me sir \ncould you tell me how to get to the police station the police station \nsorry I don't know thank you \nsorry madam I'm new to this city and I'm quite lost now how do I get to the police station \nall you have to do is turn left at the end of this street after that please go straight a little bit more and then \nyou'll see it thank you very much madam you're welcome have a good day \n[Music] excuse me is there a Bank near here \nExcuse me! Is there a bank near here? \n[Music] \nexcuse me is there a bike near here sorry I cannot hear you \ncan you please say it one more time yes are there any bikes in this \nneighborhood yes there is one \nhow can I get that I don't know how to tell you but do you \nknow about the rose supermarkets yes I do is it next to that supermarket \nno it isn't it's opposite to the supermarket and it's between a drugstore \nand a post office thank you very much \nwhat's the best way to the museum [Music] \nWhat’s the best way to the museum? \nyou've been to the star Museum once right Tom \nthat's right what's the matter what's the best way to the museum \nyou mean starting from our neighborhood yeah well I think you can go to the bus stop \nnumber 15. there will be an express bus straight to the museum \nwow really yeah and it only takes 10 minutes to get \nthere fantastic which bus number is it \nbus number 50 if I'm not mistaken all right noted thanks a lot man \nno worries [Music] \nwhen will she be back [Music] \nWhen will she be back? \nhello Jane speaking oh hey Jane I'm Ollie \noh hi Arlie are you looking for Amy yes is she available to talk to me now \nsorry but she's out at the moment really when will she be back \nI'm not sure she didn't say anything to me can you pass on my message to her when \nshe's home sure thing what do you want to say \ncan you remind her that she and I will have a meeting tomorrow afternoon \nokay noted I will tell her thank you [Music] \nthat's the end of the video thank you for watching remember to practice English every day \nto improve your skills watch the video at least three times a week and repeat daily conversations to \nimprove your listening and speaking skills fast try to mimic the intonation and \npronunciation in the video to enhance your speaking fluency and pronunciation \ndon't forget to like share and comment on my video please subscribe to the learn English with Jessica channel to \nwatch more helpful videos [Music] \nthank you foreign \n"
}