{
    "transcript": "Intro \n[Music] \nDo not disturb! \ndo not \n[Music] \ndisturb sorry Alex do you know where \nJenny is I need to meet her \nnow I think she's in her room I tried to \nknock on the door but no one \nreplied let me \nsee oh there's a piece of paper on her \ndoor \nit said Do Not \nDisturb oh really I didn't notice that \nbaby Jenny is wearing headphones and \npracticing \nguitar I see I need to go now but can \nyou tell Jen to call me back in the \nafternoon sure I'll tell her you were \nlooking for \n[Music] \nher come what \nCome what may! \nmay \nI heard that you're not going to \nUniversity next \nyear yeah that's right what do you \nintend to do in you'll Gap here I think \nI'll travel around the world and \ndiscover different \ncultures great plan but what if Co 19 is \nbad what are you going to \ndo come with me I won't waste anytime in \nmy Gap year can I ask why you decided \nnot to go to \nuniversity I haven't found what I'm \ninterested in yet my future will be so \nvague if I enter University now I think \nI will take it \nslow I got \n[Music] \nit is all \nIs all good? \n[Music] \ngood long time no C J is all \ngood yeah I'm pretty good now you I'm a \nbit busy lately I'll come I just started \nmy new job so there are a lot of things \nI need to get used \nto oh \ncongratulations what do you do I'm \nworking as a secretary I have to \norganize a schedule for my \nmanager however I'm quite confused about \nwhere I should \nstart don't worry you'll find out soon \njust check all the necessary documents \nthat your manager gave to you thank \nthank \nyou he dashed my \nHe dashed my hopes. \nhopes you've had three glasses of beer \nalready are you \nokay no I'm not I'm not okay now what \nhappened you know James my boyfriend \nright yeah I know him he said we should \nbreak \nup \nwhat I thought you guys were getting \nalong well same here but the moment he \nsaid he would not marry me dashed my \nhopes you asked him whether he wanted to \nget married or not and he said \nno yeah something like that then why did \nhe go on a ding with you he said he just \nwanted to be like this he did not want \nto go further he's a real jerk he just \nwanted to take advantage of you you'd \nbetter feel relieved that you broke up \nwith him I'm trying to get over him by \ndrinking beer come on stop drinking and \ngo home \nnow please give me your \nPlease give me your hand. \n[Music] \nhand good evening in order to protect \nyour health would you mind if I \nsterilize your hands before having a \nmeal \nyes please yes \nplease thank you for your understanding \nplease give me your \nhand please allow me to check your \ntemperature your temperature is 36° C \nthank you for your cooperation I hope \nyou enjoy your meal today thank you you \nthe service here is nice they care about \ncustomers help \nyep they have given a good \n[Music] \nimpression get \nGet Off! \noff Lulu come \nhere we are going on holiday and we \ncannot take you with \nus don't worry we'll be back on Monday \nokay while we're not at home Mrs Linda \nour beloved neighbor will take care of \nyou now go inside good \ngirl mom Lulu is about to jump in our \ncar get off Lulu I know that you will \nmiss us we'll buy you good food after \nthe trip okay oh Mrs Linda is here come \nhere with me L we should play together \nnow next time thank you Mrs \nLinda don't worry enjoy your \nholiday goodbye \nLulu how was your \nHow was your weekend? \n[Music] \nweekend good morning Tom morning Jack \nhow was your \nweekend it was great I went hiking with \nmy family fantastic were you tired I was \na little bit exhausted due to the hot \nweather but talking to my family helped \nme relax a lot it's good to hear that \nhow about you what did you do on the \nweekend it was a relaxing weekend for me \nI went to the cinema with Andy after \nthat we went to my home and played board \ngames which board game did you \nplay \nMonopoly I love that game let's play \ntogether next time \n[Music] \nI will move heaven and earth. \nI will move Heaven and \n[Music] \nEarth gosh I'm in big trouble \nnow what's \nwrong I have a 500w report and the \ndeadline is \ntonight oh God do you have enough time \nto finish it on time I will move heaven \nand Earth I think I won't go to play \nfootball with you this \nafternoon it's okay your report is more \nimportant oh no today I have classes \nuntil 6:00 p.m. after school I have to \nhelp my mom with the chores I don't know \nwhether I can make it or not just tell \nyour mom you have another thing to \ndo okay I will try to convince her good \nluck \nI \nI disagree. \n[Music] \ndisagree the weather forecaster said \nthere might be rain tomorrow should we \ncontinue going \ncamping I disagree I also listen to the \nweather \nforecast it's said it will not only rain \nbut also thunderstorm it would be too \ndangerous to go out in such weather then \nI suggest we should wait until tomorrow \nmorning to check the \nweather yeah if it is sunny we can go \nwhat if there are dark clouds tomorrow \nmorning should we make a plan to do \nsomething else do you guys want to watch \nmovies watching a movie when it's \nraining sounds good I agree we can use \nthe food we prepared for camping and eat \nwhile we watch \nmovies come quickly \nCome quickly. \n[Music] \nJohn \nspeaking hey John it's me Amber where \nare you sorry but can you wait a little \nbit more I'm on my way come quickly the \nfilm is going to start in 15 \nminutes the traffic in my place is \nterrible I will try to be there on \ntime okay so I will buy the popcorn and \ncoke for us \nfirst yeah please do it for me I'm so \nsorry \nAmber it's okay it's not your fault \nplease drive \n[Music] \ncarefully what do you \nWhat do you think? \n[Music] \nthink what's the date of \ntoday it's the 6th of July \noh wait isn't this Sunday Sandra's \nbirthday Sunday is the 10th of July ah \nyes we can go to the shopping center and \nbuy a gift for her what do you think \nI'll go with it do you know what she \nlikes I guess she likes listening to us \nUK music then we can go to the CD shop \nto buy her a vinyl \nrecord fantastic I believe she's going \nto love it \nlet's \n[Music] \ngo what are your \nWhat are your hobbies? \nhobbies are you reading books \nTracy that's right I'm reading a \nmanga what is a \nmja oh it's like Comics but it comes \nfrom \nJapan ah I see is it your hobby to Read \nManga you can say so and I also read \nsci-fi \nnovels hey cool I love sci-fi but I tend \nto watch Sci-Fi \nmovies what are your hobbies I mean \nother Hobbies than \nmovies H let me think I enjoy listening \nto music in my free time besides I also \nlove \npartying partying I love parties too \ntalking about partying I heard that \nthere will be a farewell party before we \ngraduate yeah I also heard about it we \nshould definitely \ngo what did you \nWhat did you say? \n[Music] \nsay today is going to be a great day \nyeah we finally have time to hang out \ntogether what do you want to do today \nI heard that there's a new Cafe opening \nin town want to check it \nout sorry what did you say I said \nthere's a new coffee shop in \ntown oh \nreally yeah we can go there first if you \nwant okay let's go I want to take a lot \nof photos with you it's a great idea \nbecause this coffee has a City \nView City View that's the best I bet but \nwe're going to have a lot of nice \n[Music] \nfood what do you \nWhat do you need? \nneed I'm going camping with my class \nthis Saturday \nmom \nwonderful but I don't know how to \nprepare for the \ntrip all right so what do you \nneed my teacher only said that please \nprepare well that's \nall don't worry you have me I'll help \nyou to prepare do I need to bring a lot \nof food \nMom it's a good idea but you will need \nother things as well how about sleeping \nbags and \npillows oh yeah I will definitely need \nthose \nthings please write it down so that you \nwon't \nforget I think I'm going to bring some \nwater bottles as well you're going to \nneed a flashlight as \nwell oh yes you are right let me write \nit \n[Music] \ndown what do you want to \nWhat do you want to do? \n[Music] \ndo summer is coming what do you want to \ndo me I think I will go \nswimming are you going to the swimming \npool no I will go to the \nbeach wow but there aren't any beaches \nhere I intend to travel to Hawaii with \nmy \nfamily Hawaii is Paradise on earth \nright exactly you can relax and enjoy \nthe Hawaiian \nculture one day I would definitely make \nenough money to go to \n[Music] \nHawaii what are you up \nWhat are you up to? \nto \nhey Luna what are you up \nto I'm just making a shopping list \nshopping list are you going to the \nsupermarket yeah want to join I'm not \nsure what I'm going to buy \nbut okay I will go with you I heard that \nthere's going to be a lot of discounts \ntoday really \nyeah especially the vegetables and \nfruits great I'm going to buy some \nwatermelons how about you what are you \ngoing to \nbuy apart from vegetables and fruits I \nthink I will buy some frozen food what \nkind of frozen food are you going to buy \na lot I guess sausages \npizza oh ice cream as \nwell \nWhat do you want? \nwhat do you \n[Music] \nwant today is your birthday Lucas what \ndo you want I can buy everything for \nyou how rich you \nare honestly I just want to hang out \nwith you today you don't have to buy me \nanything are you sure you're going to \nregret it if you don't receive in my \ngifts okay okay I think I want a pair of \nshoot all right let's go to the shoe \nshop \nnow what color do you like I love \nred how about this pair it's too big I \nguess will this one be \nbetter wow it looks so \ncool I'm GNA choose it sure let me pay \nfor you \nyou're so \n[Music] \ngenerous what's your email \nWhat’s your email address? \n[Music] \naddress oh I was so sleepy this morning \nthat I missed economics \nclass white you didn't come to \nclass yeah I couldn't catch the \nbus don't worry I guess the professor \nalways records the \nlecture do you know where we can find \nthe \nrecording let me send it to you what's \nyour email \naddress it's Linda \ngmail.com all right I've just sent it I \ngot your email thank you so much Jane \nyou're welcome please try to come to \nclass next time we'll \ndo \nWhat is your job? \nwhat is your \n[Music] \njob how have you been \nBob I've got a job and I will start \nworking next \nweek wow congratulations what is your \njob I'm a sales assistant at a small \ncompany oh really I thought you would \nbecome a \nteacher well I love talking and sharing \nexperiences with people and becoming a \nteacher is one of them but after all I \nfeel like I'm not suitable for that job \nso how did you get your current job well \nI just found the company's job \ndescription on the internet then I \nthought wow interesting so I applied for \nthe job had an interview and got \naccepted this is your \ndestiny I believe \nso \nWhat’s your phone number? \nwhat's your phone \n[Music] \nnumber hello I'm Joan I'm looking \nforward to being your deskmate through \nthis \nsemester nice to meet you Joan I'm Chloe \nI hope that we can become friends and \nstudy together do you want to exchange \nour phone \nnumbers sure what's your phone number \nmine is 124 \n859 \n3850 all right got it let me try to call \nyou now real quick oh I received your \nphone call this is your phone number \nright yeah please save my number do you \nhave any social media \naccounts I only use Instagram on \nFacebook me too let's exchange our \naccount as well there's anything that we \nmiss in class we can tell each \nother sure \n[Music] \nthing come with \nCome with me! \nme tomorrow is our day off what do you \nintend to do may I have no idea I think \nI was sleep for 12 \nhours 12 hours you were going to waste \nyour valuable day off me but I'm so \ntired and I think I should treat myself \nby getting some good rest although I \nunderstand your \npoint it's not a good idea to be honest \nfor me I've planned to go to the art \nmuseum tomorrow you should come with me \nan art museum where is it it's in the \nsuburbs of the city not so many people \nknow about that \nmuseum I think I will give it a go and \nenjoy the fresh air of the the \ncountryside sounds like a good \nidea yeah right you should come with \nme okay let's go \n[Music] \ntogether he scored a goal in the \nHe scored a goal in the match. \n[Music] \nmatch hey Mason did your team win in the \nmatch \nyesterday unfortunately we \ndidn't uh oh I'm sorry to hear about \nthat but you tried your best bro what \nhappened Mason played football yesterday \nhe scored a goal in the \nmatch however I couldn't watch until the \nend I had another thing to \ndo it's okay thank you for \ncoming oh I didn't know that Mason plays \nfootball we have another match this \nSunday would you like to come \ndefinitely \nThe sun rises from the east. \nthe sun rises from the \n[Music] \nEast I have a question \nmom yes \nsweetie where does the sun \nrise the sun rises from the East so \nwhere does the sun \nset the sun sets from the West \nsweetie how about the South and the \nnorth does the sun rise and set there I \ndon't think so \nsweetie does the sun go to sleep Mom you \ncan say so the Sun goes to sleep and \ngives way to the moon to shine I want to \nknow more about what is outside of the \nearth \nMom all right I will tell you everything \nbut let's go home \n[Music] \nnow be \nBe careful! \ncareful \nI met a guy on a dating app just a few \ndays \nago and you know what he said he wanted \nto be my boyfriend can you believe it \nit's just been two days but he's \nso hold on be careful oh my gosh I \nalmost hit my head thank you no worries \nwhen you are talking make sure to look \nin front of you as well I usually scroll \nmy my phone while walking and it's so \ndangerous you better pay more \nattention we'll \ndo shut \nShut up! \n[Music] \nup hey Peter did you hear about the new \njob opening at the marketing \ndepartment no I didn't what's the \nposition it's for a social media manager \nI I think he would be perfect for it \nreally that sounds interesting can you \ngive me more \ndetails sure I can send you the job \ndescription just give me your email \naddress okay it's Peter \nemail.com got it I will send it to you \nlater today thanks an I really \nappreciate it no problem by the way did \nyou hear about the new project our boss \nassigned us to yeah I did I think it's \ngoing to be a lot of \nwork shut up you always say that about \nevery project we work on hey I'm just \nbeing honest but you're right we'll \nhandle it like we always \n[Music] \ndo go if you \nGo if you can \ncan we're going to the amusement park \nthis Saturday do you have any idea what \nwe were going to do there I I've heard \nthat the rainbow ice cream there is \nsuper yummy maybe we can try it sounds \ngood or we can go to the haunted \nhouse oh no I'm scared of \nghosts no it's not scary like you think \nI bet that you're going to love it you \ncan go alone if you can oh come \non instead I think we can catch a show \nthere I heard that they're going to play \nSnow White this \nweekend per I love \n[Music] \nit drive \nDrive carefully. \n[Music] \ncarefully may I ask you something dad go \nahead well actually I'm going to a \nfriend's birthday party \ntonight okay you can go make sure to go \nhome before midnight thank you Dad dad \nbut that's not what I \nmean what do you want can I borrow your \ncar Dad I want to pick up some friends \nas well I already got the driving \nlicense \nso do you promise that you won't damage \nit yes Dad please trust me all right \nremember to drive \ncarefully for real dad thank you for \nallowing \n[Music] \nme \nforgive \nForgive me \nme thank you for spending time with me \ntoday \nHannah it's okay everything was amazing \nthank you by the way I know it's a bit \nsudden to ask but do you want to be my \ngirlfriend I really like being with you \nand I believe you also have the same \nfeeling forgive me but I think there's \nsome misunderstandings there \nI do enjoy being with you but as a \nfriend I don't think I want to go \nfurther in our \nrelationship oh I \nsee don't be sad Tom I believe there are \na lot of girls out there who are more \nsuitable for you than \nme and are we still friends after yep \nplease continue to be friends with me \n[Music] \ngreat God bless \nGod bless you! \nyou uh \nuh God bless you sorry I been \nsneezing it's okay did you catch a cold \nor something I think so I already went \nto the drugstore to buy some \nmedicine I hope you get better \ntomorrow thank \nyou and don't forget to wear thick \nclothes I think you're sneezing because \nthe weather's suddenly getting colder \nand colder thank you for caring about me \nyou should take care of yourself \n[Music] \ntoo the time has \nThe time has come \n[Music] \ncome hi \nHenry hello Julie I heard that we have \nto tell the teacher which majors were \ninterested in have you decided which \nones oh finally the time has come \nhonestly I haven't decided yet me \nneither I want to do something related \nto sports or \nArts yeah I can see that you're really \nsporty and your drawings are \nmarvelous thank you for me I'm in Minds \nabout economics and \neducation I not only want to become a \nbusinessman but also a \nteacher I think you can ask for a \nteacher's advice today I will do \nso \nthat's the end of the video thank you \nfor \nwatching Remember to practice English \nevery day to improve your \nskills watch the video at least three \ntimes a week and repeat daily \nconversations to improve your listening \nand speaking skills \nfast try to mimic the intonation and \npronunciation in the video to enhance \nyour speaking fluency and \npronunciation don't don't forget to like \nshare and comment on my video please \nsubscribe to the learn English with \nJessica channel to watch more helpful \n[Music] \nvideos \n"
}