{
    "transcript": "[Music] \ntalking about daily \nroutines the daily routine is the usual \nseries of things that you do every day \nlet's see if the daily routines of the \ncharacters in the video are similar to \nyour daily routines after each dialogue \nwe will talk about the daily routine of \nthem let's get started talk about the \ndaily \nwork \n[Music] \nhey good morning long time no see how's \nit going so good how are you never \nbetter we come \nearly it's okay come \nin it's been 6 months since we met yeah \nhow's work going everything is great \nwhich company are you working for \nI work for BBC \nNews oh what position I'm a radio \npresenter what do you usually do in that \nposition I write and deliver the \nnews I'm also responsible for presenting \nand interviewing special \n[Applause] \n[Music] \nguests sounds \ninteresting yeah I love my job sunny I \nheard you are working from home yes I'm \na \nfreelancer what does a typical day as a \nfreelancer look like I'm curious too \nevery morning I often drink coffee and \nbreakfast while checking my email around \n10:00 a.m. I have an online meeting with \nthe client then I work I eat lunch at 1 \nnear the afternoon I submit my task to \nthe client then I'll find some new \nclients you like your current job don't \nyou are really love it how about you \nRose I'm still working at evf Finance \nCompany everything all right yep every \nweekday I start work from 9:00 a.m. to \n5:00 p.m. so why are you \nsighing recently I've had a problem with \nmy kpis and last week I met a fastidious \ncustomer \nit'll be okay don't worry don't talk \nabout work let's talk about \nlove why are you sighing again actually \nI just broke up with my \nboyfriend really \nreally now let's talk about Sunny's \nday every morning Sunny starts her day \nwith a cup of coffee and breakfast a \nmoment she \ncherishes she works from home as a \nfreelancer which allows her the \nflexibility to organize her schedule \naround 10:00 a.m. she has her first \nonline meeting with a client to discuss \nongoing \nprojects the rest of her morning is \nspent working diligently on her tasks at \n1 p.m. she takes a break to enjoy lunch \nwhich is often something quick and easy \nallowing her to return to work promptly \nin the afternoon Sunny finalizes her \ntasks and submits them to her \nclient the rest of her day involves \nlooking for new clients and planning \nfuture projects Sunny loves the freedom \nand creativity her job provides making \nevery day \nfulfilling what do you usually do in \nyour free time \n[Music] \nI'm so glad you invited me out today my \nwife just gave birth last month that's a \ncute boy I didn't know \ncongratulations thanks how about you I \nhave a new job so I'm quite busy which \ncompany is that SSC \nlimited oh I know that company what do \nyou usually do after work I often play \nsports then watch the news or read a \nbook sometimes I go out with my friends \nand I guess you must be very busy \nlately yeah I think you won't have free \ntime when you have a kid I also have \nfree time really every day after work I \ncook you know I love to \ncook so I feel happy to cook for my wife \nwhile she takes care of our baby when \nthe baby sleeps we watch TV \n[Applause] \n[Music] \ntogether sometimes I read books while \nshe takes care of her skin how about the \nweekends I have more free time on \nweekends what do you often do before \nhaving children on weekends I used to go \nout go hiking or have a picnic and now \nwatching my boy sleep and play with him \nyou've changed a lot you know we like \nour free time because we can relax or do \nthe things that we love and now what I \nlove is spending time with my little \nfamily look at you what a great \nfather let's talk about Victor's New \nLife Victor recently became a father a \njoyous event that has completely \ntransformed his daily routine before his \nson's birth Victor's weekends were \nfilled with outdoor activities but now \nhe spends his time caring for and \nplaying with his son Victor also enjoys \ncooking a hobby has more time for after \nwork his evenings are spent with his \nwife watching TV or enjoying Quiet \nMoments when the baby sleeps Victor's \nlife is now focused on his family \nproviding a sense of happiness and \nfulfillment he hadn't experienced \nbefore eating \n[Music] \nhabits \nAndrew yes would you like to go to prom \nwith me sorry I invited another girl to \ngo with me \nokay \n[Music] \nwhich girl did you \ninvite I lied I just don't want to go \nwith Sarah because she's too fat don't \nsay that she isn't \n[Music] \nhere am I fat and ugly no why do you say \nthat your body is beautiful I used to be \na chubby girl \nremember yes I changed my eating habits \ncan you show me you need a pen and a \npaper \nsure every day I eat breakfast at 700 \na.m. because breakfast is so important I \nhave lunch at noon when I feel hungry in \nthe afternoon I eat healthy \nsnacks like fruit mixnuts juices or \nyogurt how about dinner don't eat dinner \nafter 9900 p.m. brush your teeth to \nreduce Cravings I got it now I still eat \nclean how to eat clean make a habit of \nstarting with a salad I eat more \nvegetables and fish instead of meat \nsweets and fast food say no to soft \ndrinks and junk food I drink a lot of \nwater it's really hard but it's worth \ntrying good eating habits not only help \nyou have a beautiful body but also help \nyou have good health thank \nyou 6 months \nlater hi Sarah \nhi \nit's yours \nthanks \nSarah yes this year would you like to go \nto the prom with me no thanks for your \n[Music] \ninvitation Sarah's new eating \nhabit Sarah changed her eating habits to \nimprove her health she starts her day \nwith breakfast at 7:00 a.m. because it's \nimportant for lunch she eats at noon if \nshe's hungry in the afternoon she \nchooses healthy snacks like fruits nuts \njuices or \nyogurt she makes sure not to eat dinner \nafter 9900 p.m. to avoid eating late \nSarah also brushes her teeth to help \nstop cravings for food at night she \nfocuses on eating clean by having salads \nmore vegetables and fish \nshe avoids meat sweets fast food soft \ndrinks and junk food drinking a lot of \nwater is also a big part of her routine \nchanging her eating habits was \nchallenging but she found it worthwhile \nfor her health and \nwell-being what time do you go to \n[Music] \nbed hey are you \nokay \nSam morning William it's noon \nnow \noh are you \nsick no I'm just \nsleepy it's time for lunch going to eat \ntogether \nokay \n[Music] \nwhat time did you sleep last night about \n1 or 2 \na.m. why do you stay up late I'm used to \nthat bedtime sleeping too late is not \ngood for health what time do you wake up \nin the morning around 7 a.m. you only \nsleep about 5 \nhours how about you what time do you go \nto bed I always go to bed before \n11:00 how many hours do you sleep a day \nI sleep about 7 to 8 hours per day I can \nfeel a huge difference when I sleep less \nmy mind and body will get tired I can't \nconcentrate that's exactly what's \nhappening to me now I know you're used \nto that bedtime but try to change for \nyour health what should I do I often \nread books before going to bed it's \nimportant to not get on \nElectronics I make my bedroom quiet and \nrelaxing I keep the room at a \ncomfortable cool \ntemperature that's a good idea I don't \ndrink caffeine in the afternoon or \nevening I also avoid consuming alcohol \nbefore bedtime thanks for your sharing \nI'll try it I hope it can help \n[Music] \nyou s Sam's sleeping \nroutine Sam has a daily sleeping routine \nthat he's trying to improve he usually \ngoes to bed very late around 1: or 2 in \nthe morning when he wakes up at 7:00 \na.m. he often feels very sleepy because \nhe only sleeps for about 5 \nhours Sam knows this is not enough sleep \nand it makes him tired during the day in \nthe morning Sam eats breakfast he likes \nto have something quick like cereal or \ntoast after breakfast Sam goes to work \nhe finds it hard to focus because he is \nso tired at lunchtime Sam's friend \nWilliam talks to him about sleeping \nbetter William goes to bed at 11:00 and \nsleeps for 7 to 8 hours he tells Sam \nthis helps him feel good and work better \nSam wants to sleep more too William \ngives Sam some \ntips he tells Sam to read a book before \nbed instead of looking at his phone or \ncomputer he also says Sam's bedroom \nshould be quiet and not too hot or too \ncold William tells Sam not to drink \ncoffee or tea in the evening because it \ncan make it hard to \nsleep Sam thinks these are good \nideas Sam decides to try these tips to \nsleep better he hopes to go to bed \nearlier around 11:00 and sleep for \nlonger Sam wants to feel more awake and \nwork better during the day he is happy \nto try changing his routine to improve \nhis \nsleep my daily routine has been \n[Music] \nchanged why am I here you \nfainted fainted how long you've been \nlying here for 20 \nhours oh no how about my \nproject you should worry about your \nhealth before worrying about your \nproject you're exhausted and \ndehydrated your body is very weak now \nyou should rest well when will I be \ndischarged I'll examine you and give you \nthe answer tomorrow thanks \ndoctor \nare you okay my life is so messed up \nthese days my daily routine has been \nchanged why because that project makes \nme dizzy how is your daily routine \nchanged before I ate three meals a day \nbreakfast lunch and dinner but recently \nI'm too busy to eat three meals a day \nsometimes I don't even eat all \nday \nhow many hours do you sleep a day I \ncan't get 7 to 8 hours of sleep like I \nused to lately I only sleep 2 or 3 hours \na \n[Music] \nday that's not good I have to meet with \nclients submit reports fix reports and \nmeet \ndeadlines but if you're sick you can't \ncan't see clients and you can't send \nreports and you can't do the project \nwell either you're right you've been \nworking really hard lately you're \nfeeling tired and so is your body give \nyour body a little rest I'll get you \nsome food okay thank \nyou now let's talk about Alex's wakeup \ncall \nAlex's life was recently upended due to \nexhaustion and dehydration leading to a \nhospital stay before this incident Alex \nwas consumed by work often skipping \nmeals and sleeping only 2 3 hours a \nnight this lifestyle was unsustainable \nand his health suffered as a result now \nAlex is re-evaluating his daily routine \nrecognizing the importance of balance \nhealth and well \nbeing this wakeup call has prompted Alex \nto prioritize his health ensuring he \neats three meals a day and strives for \nmore sleep understanding that without \nhis health he cannot achieve his work \ngoals that's the end of the video thank \nyou for \nwatching Remember to practice English \nevery day to improve your \nskills watch the video at least three \ntimes a week and repeat daily convers \nations to improve your listening and \nspeaking skills \nfast try to mimic the intonation and \npronunciation in the video to enhance \nyour speaking fluency and \npronunciation don't forget to like share \nand comment on my video please subscribe \nto the learn English with Jessica \nchannel to watch more helpful \n[Music] \nvideos \nn \n"
}