{
    "transcript": "Intro \nforeign \nI'm Jessica and welcome to learning English with Jessica \nin this video we're going to listen and practice our English through many different conversations \nyou can play it again repeatedly while engaging in other activities to help your brain memorize the language \nbe patient and you will swiftly improve your speaking and listening skills \nnow let's jump right into the video what's your surname what's your family \n1. What's your surname/family name? \nname [Music] \nexcuse me sir are you Mr sellers \nyes it's me I'm Peter Sellers it's my pleasure to meet you Mr sellers \n[Music] I heard a lot about you and your contribution to this hotel \nI'm glad to hear that so what's your surname may I know it \noh yes I forgot to introduce myself my name is Billy Kim you can call me Billy \nor Kim both are fine nice to meet you Mr Kim \nwould you mind if I discuss with you more sure I don't have anything else to do \nthank you for spending time with me [Music] \nwhat's your first name \n2. What's your first name? \nexcuse me yes what's up \nsorry but I am a new student and today is my first day I have my first period in building F but I don't know how to \nget there oh I see actually I'm a new student too \ntoday is also my first day but I already looked around the school yesterday let me show you building app \nthank you oh and my name is Sarah what's your first name \nhello Sarah I'm Jenny which major are you Jenny \nI'm an engineering student and you my major is linguistics \noh the building f is right there [Music] \nthanks a lot Jenny no worries good luck with your first day \n[Music] where are you from \n3. Where are you from? \ngood morning Miss Kim good morning class how's everybody doing \ntoday we will have a new member in our class who is it Miss Kim \nshe's an exchange student please come in Anna hello everyone my name is Anna nice to \nmeet you all nice to meet you Hannah \nwhere are you from I'm from England \ninteresting would you mind sharing with us a little bit about your hobby Anna \nyes I love reading books and playing basketball \nRainbows too [Music] \nnumber four where do you live [Music] \n4. Where do you live? \nforeign Ty want to come over to my house after class David and I are going to play \nvideo games there we want to invite you to join us sounds interesting but where do you live \ndon't worry my house is near our school we can just walk for about five minutes \nawesome I will join [Music] great but I have to go home around 6 PM will \nthat be okay yeah it's okay David has to leave early as well we end \nthe class of 4 P.M I think we can play together for about two hours \nthank you for the invitation [Music] \nnumber five what's your address [Music] \n5. What's your address? \ngood morning madam good morning \nthis is the sunny taxi service I'm Luke and I'll be your driver today [Music] \nmay I know your destination please oh yes I want to go to the king \napartment it's the first time I heard about that it's what's your address \nit's 39 high road it's a newly built apartment so it's not very well known yet \nI see please fasten your seat belt I'm about to drive \nhow long does it take to get from here to my apartment around 15 minutes now \ndue to the rush hour traffic it could take around 25 minutes to get \nit's okay thank you [Music] \nnumber six what's your telephone number [Music] \n6. What's your telephone number? \nhi I'm interested in signing up for a yoga class may I have your first name please \nmy name is Anna Karenina what days are you available to join our \nyoga classes I'm free on Monday and Thursday evenings I can also go to class during weekends \nwe only have one class on Monday and Friday evenings can you make it on a Friday \nsorry but can you tell me the time the class is from 5 P.M to 7 30 P.M \nI can make it perfect could you please provide me with some of your personal information what's \nyour telephone number it's zero nine zero three three four \nfive eight six nine \n[Music] what's your email address \n7. What's your email address? \ndo you have a moment John [Music] yeah what do you need \nI didn't come to psychology class yesterday did the professor give any homework \nthat I actually know he only gave us some reading materials \nto read outside the class shall I email them to you [Music] yes please \nthey're all PDF files what's your email address \nit's emily245 gmail.com all right I just sent it \nI received the email thanks a lot you're welcome oh and don't forget that \nwe will have a mini test next week thank you for the reminder \n[Music] how old are you \n8. How old are you? \nhello Tony hi Tom please come in \nand who is [Music] oh please meet my sister Tony she is \nNancy nice to meet you Tony \nnice to meet you too Nancy how old are you I'm four years younger than you guys \noh so you must be 14 years old [Music] bingo \nbut why are you here with dom alright so our parents are going out \ntoday and I cannot leave Nancy home alone can she play with us sure why not make yourself at home \nthanks for having us Tony foreign \n9. Where were you born? \n[Music] hi Tracy is that you \nyes hello Stam what are you doing at the airport are you going anywhere \nno I just came here to say goodbye to my brother he's going to study abroad in Finland \nthat's so cool I know right he's sitting over there waiting for his flight \nhow about you are you going on a vacation or something actually I'm flying back to my home \ncountry where were you born I was born in London England \noh yeah I can recognize that your English from your accent \nI'm sorry but I have to leave now it's okay sure take care and have a safe \nflight see you after the summer [Music] \nAre you married? \nare you married hello [Music] \ngood evening Madam sorry but is it your first time visiting in this bar \nyes it's my first time any suggestion do you want anything that is easy to \ndrink yes I think so have you ever heard about daiquiri \nis it made with rum lime juice and syrup yes you're right \nmy friends also suggested the same thing when I said to them that I will go to this bar \nis a classic Daiquiri for you may I ask if you're married I hope it's not too personal \nit's okay to ask and you may be surprised to hear the answer yes I am married \nyou look very young madam thank you everybody said so \nit's a pleasure to serve you today Madam please enjoy your night [Music] \nwhat do you do \nWhat do you do? \nforeign no see Peter how's it going \nI'm good thanks you can be better by the way I saw your post \nabout your promotion on Twitter yesterday congratulations thank you Josh actually I was promoted \nfrom an intern to an official employee wow what do you do \nI applied for a marketing internship program last year after six months I was finally promoted to a marketing \nspecialist oh you've been working hard man \nthank you however I am a little under pressure since I am a full-time employee now \ndon't worry I believe you can do much better thanks for supporting me jaw \n[Music] where did you go \nWhere did you go? \nTom Tom hello Emma what's wrong \nI've been looking for you for a whole morning where did you go to oh I'm sorry I went out to do some \nshopping why did you look for me tonight is the deadline of our group project remember \noh no we haven't started anything yet exactly that's why I was looking for you \nwe only have eight hours to submit it [Music] all right so what do we do now \nwe have to check the professor's instructions once again do you think we can finish it on time \n[Music] I hope so [Music] \nWhat did you do next? \nwhat did you do next \nhi Linda how's it going doing well thanks and you \nactually I had an amazing day yesterday and it makes me feel so happy \nreally what happened I went to visit my parents \nwhat did you do next we ate in a restaurant and talked a lot \nit has been a long time since I last had some time with my parents we shared a lot of things together \nit's good to hear that [Music] \nWhere were you? \nwhere were you \nhey John are you still okay yeah I'm fine why did you ask so \nhave you checked your phone no I haven't \ncheck it now oh my god I've got 20 missed calls from you \n[Music] yeah I tried to call you yesterday but it didn't work where were you \nI was just sleeping sleeping \nyeah I was really tired yesterday I got home at 8pm and I went straight to \nbed I slept until 10 a.m the next morning did you work overtime on something \nyou can say so I've been working non-stop this month [Music] bro you really need to take a rest \ndon't worry next month is my vacation I'm gonna enjoy it \nDo you have a car? \nthe car [Music] \nhey David are you free this weekend yes I am what's going on \ndo you want to go to the beach with us how many people will go \nthere will be Jack Tom you and me great I will join but do you have a car \nno I don't have a car myself but I can borrow my dads \nhave you got your driving license yet I've got it don't work \nfantastic so where and when should we meet up we will meet at my house on Saturday at \n8am got it [Music] \nCan you play tennis? \ncan you play tennis [Music] \nI heard that you can play a lot of sports yes I can I'm a member of a basketball \nClub I can also play a bad minute and go swimming awesome can you play tennis \nyes I can but to be honest I'm not so good at it do you want to play tennis with me this \nSunday I'm also a beginner and I need someone who can practice with me sure I can play tennis with you this \nSunday what time and where should we meet from 6am to 7 30 A.M \nokay let's meet at the star Court \n[Music] can you speak another language \nCan you speak another language? \nwelcome home Anna how was your trip to France everything was fantastic the food was \namazing the scenery was beautiful and the people were so friendly \nbut the best part was I could finally communicate with French people wow you can speak French \nyeah a little bit you are so good at learning a language at your age you know it's impressive \nthank you I love traveling so I want to know how to speak various languages [Music] \napart from English and French can you speak another language let me see recently I've learned \nJapanese kanji is really difficult and there are thousands of characters to learn \nI know right but I want to visit Japan once in my life so I will try my best in studying \ngood luck [Music] \ncan I try it on [Music] \nCan I try it on? \nexcuse me yes sir how can I help you \nthis t-shirt looks nice can I try it on sure no problem \nwhere is the dressing room please follow me this way \nhow many items of clothes can I try on you can try on up to three items \nokay have a look for more t-shirts thanks for your help by the way which color do you think would suit me best \n[Music] on your skin tone I would recommend trying great beige or Navy T-shirts \ngreat idea let me try them on \nhow much does it cost hello \nHow much does it cost? \nhello how can I assist you today ma'am I want to buy this cap how much does it \ncost this baseball cap costs 13 dollars \nwow so cheap does the cat go well with my outfit yeah I think so you are wearing a sporty \noutfit and it really matches with this cap really thank you I think I will take \nthis cap do you need anything else ma'am \nI'm looking for some accessories to complete my sporty outfit do you have any suggestions \nI think sunglasses would be a good idea Madam if you are interested I can show you some trendy ones \nsounds great [Music] \ncan I pay by credit card [Music] \nCan I pay by credit card? \nI would like to pay for the meal now yes sir how would you like to pay \ncan I pay by credit card yes no problem your meal is forty \ndollars may I kindly have your card please here it is \ncould you sign this receipt for me please all right \nhere are your receipt in your card thank you for dining with us \n[Music] do you have something bigger \nDo you have something bigger? \nexcuse me I love this blouse but it's too small do you have something bigger \nwhat size are you looking for I want a large blouse \n[Music] sorry we are running out of large blouses \nextra large would be fine thank you here are a few extra large \noptions that you might like thank you I would like to buy this yellow blouse \n[Music] may I join you \nMay I join you? \nwhat are you gonna do this weekend Lisa me oh I'm going to watch a movie with \nLinda how about you actually I have no idea what I'm gonna do this weekend \nman join you guys yes of course are you free on Saturday night \nI have a piano lesson every Saturday night except this week my teacher is going back to her home \ncountry great I could watch a movie together \nwhere should we meet in front of the cinema at 8pm let's meet in front of the cinema at 8pm \ngot it [Music] \nWhen will you leave? \nwhen will you leave [Music] \ntoday was so much fun I'm glad that you like it but you have to leave tomorrow right \nyeah it's a Pity that I have to go back to California tomorrow \nwhen will you leave my flight departs at 7 pm \ncan I come to see you all sure why not this is our last chance to hang out in \nperson I'm gonna miss you a lot don't worry we can still hang out online \nlife rep yeah but I love hanging out with you let's enjoy time for now leave goodbyes \nfor late [Music] \ndo you think I'm fat \nhoney you've been standing in front of the mirror for 15 minutes what's wrong \ndo you think I'm fat no way what are you saying did somebody tell you you were fat \nno it's just my feeling that I look fat no Tracy I don't think you're fat at all \nmaybe because you stopped being on a diet for a long time so it makes you a little worried \nDo you think I'm fat? \nbut you know you are still beautiful no matter how you look oh Josh I love you \nI love you too let's go out and enjoy the weathers foreign \nvisiting the city [Music] \nIs this your first time visiting this city? \nexcuse me sir can you show me the way to the nearest supermarket \noh yes there is a supermarket named sunflower at 45 Main Street \nyou need to walk until the end of this road after that turn left and you'll see \nokay thank you is this your first time visiting this city \nyeah actually I don't live here I came to visit my friend in this city \nokay I see good luck thank you have a nice day sir \n[Music] what did you say \nWhat did you say? \nNancy can you help me check whether my phone is on your table or not \nsorry what did you say could you please help me check if my phone is on the table \nokay I'm looking at it now what's wrong do you see my phone \nyes your phone case is pink right that's right can you bring it for me \nwhere are you now I'm in the living room \nokay here you are thank you [Music] \nwhen will he be back [Music] \nWhen will he be back? \ndo you live alone Rachel no I live with my older brother \nbut he's going to Canada this week when will he be back no idea he hasn't told me yet \ncome to your house sure why not if you want you can stay over at my \nplace actually I have a mini projector would you like to watch movies at my place \nwow what a good idea so please bring your projector to my house I will prepare some snacks and \ndrink can I stay at your house until your brother comes back I live alone so it's pretty boring and I \nhave nothing to do all right I think my brother will be back this \nSunday we still have time don't worry [Music] \nwhat time do you go to bed [Music] \nWhat time do you go to bed? \noh I'm so sleepy what time do you usually go to bed \nI usually go to bed at 10 pm however I had to stay up late yesterday \nto finish a report so what time did you hit the hay last night \naround 1am wow 1am that's really late \nI know right how about you are you a morning person actually I'm a night owl but I still \nwake up early don't he feel sleepy not really I'm not sure why I just don't \nfeel sleepy in the morning I wish I could be like you \n[Music] are you ready to order \nAre you ready to order? \nwelcome to the red restaurant myths do you happen to have a reservation \nyes I do my name is Maria Willers and I reserve the table for seven \nvery good Ms Willis please follow me this way \nhere is the menu please take your time to peruse it when you're ready please ring the bell \nand I'll return to take your order excuse me \nyes I'm here are you ready to order yes please can I have the spaghetti and \npizza please would you like anything else no thank you \nwhen is your birthday [Music] \nWhen is your birthday? \nwhen is your birthday Anna my birthday it's on December 25th \nwow so your birthday is on Christmas yes that's wrong \nmy family usually combines my birthday and Christmas celebrations into one big pot \ndo you get any gifts from Santa Claus I used to believe in Santa Claus but I \nthink all of the presents I received were actually from my parents you make a good point \nand how about you when is your birthday it's on October 10th \nhow your birthday is coming up soon let's plan to celebrate it on that day \nsure thing [Music] \nWhat brings you here? \nwhat brings you here \nhey Sam is that really you hey John what brings you here \nI just randomly chose a location to spend my day off and suddenly thought about going to an \nart museum [Music] wow what a coincidence I was thinking of going to an art museum too \nyou plan to do anything else after this I'm going to have lunch at the park near \nhere wanna join me really that's so kind of you I didn't prepare any lunch though \ndon't worry I prepared a lot you can eat with me if you want I would love to \nMarie a picnic sounds like fun I'm really looking forward to it \nI hope you will enjoy it \nthat's the end of the video thank you for watching remember to practice English every day \nto improve your skills watch the video at least three times a week and repeat daily conversations to \nimprove your listening and speaking skills fast try to mimic the intonation and \npronunciation in the video to enhance your speaking fluency and pronunciation \ndon't forget to like share and comment on my video please subscribe to the \nlearn English with Jessica channel to watch more helpful videos \n[Music] \n"
}