{
    "transcript": "Yes, I understand. We will meet to clarify this issue tomorrow. \nOkay, I'm sure, have a nice day. \nOh, What's the specialty there? Why are there a lot of\nballoons and fresh flowers? \nSurprise? My Little Simon. What happened? \nJohnny, don't call me little Simon. I'm 24 years old now. Yes, and from today, you are 25 years old. \nToday I'm 25 years old. Yes, you are 25 years old. \nWhat? So today is my birthday. That's right, today is your birthday. \nHappy birthday to you. Oh, God. So everything here, you guys prepared for me. \nThat's right. Prepared for Simon's 25th birthday. Thank all of you very much, my friends. \nI'm very happy. You deserve it, Simon. You're very kind to everyone. \nOh. Thank you. Can I hug all of you? Oh, you have a really warm heart, Simon. \nExcuse me. Good afternoon, sir! How can I help you? \nMy name is Smith in room 1602, on the 26th floor. \nCould you tell me what time checkout is? Uhm...Hold on a minute, Mr Smith...in room 1602... \nWell, it's 4 p.m.. Oh, I have a flight that leaves in about two hours \nso I need to check out earlier please. Was everything satisfactory? \nWell, The beds were really comfortable and we weren't expecting our own television connected to the internet. \nI'm glad you liked it. How much will that be? Let's see. The total comes to $237.50. \nHow would you like to pay for that? I'll pay with my Visa thanks but I'll need a receipt so I can charge it to my company. \nAbsolutely. Here you are, sir. We hope you enjoyed your stay with us. And we look forward\nto seeing you again soon. \nExcuse me. Could you tell me how I can get\nto the New York Marriott Marquis Hotel? \nIf you're in front of the Disney Store\non Seventh Avenue, then the New York Marriott Marquis Hotel is around the corner  \nOn 7th Avenue? How far is it? It's about an hour, if you go by taxi. \nPardon me. Can you tell me what street this is? It's 6th Avenue. \nHow can I get to The New York Marriott Marquis hotel? You can get there by bus. \nWhich bus should I take? You can take No.26 or No.47 to get there. \nHow far is it? It's about ten minutes later than by taxi. \nWhere's the bus stop of number 47? First, walk straight to the end of the road. \nThen make a left turn, and walk along South street. When you see a cross road, you will see\nthe bus stop across the street. \nThanks. That’s very kind of you. \nGood evening! Welcome to The Grand Woodward's library! May I help you with anything? \nEvening, manager! We'd like to borrow those books. Alright! May you give me your library card? \nYou mean...an admission card? Sorry, this is the first time I have come here. \nDon't worry! If you want to register for an admission\nguard, we are currently having \na promotion for new customers. That sounds great. I'd like to make out an admission card. \nCould you tell me how much it is? Don't worry about it. Signing up for an admission card is on the house. \nReally? I'll make out an admission card. How do we do that? Fine. \nI'd like to ask you some information first. Will you give me your identity card? \nHere you are. Thanks. We'll need it, as we can only provide\nthe cards for residents \nthat are over 16 years old. Yeah, I see. Please fill in our card application forms here \nand give them back to me as soon as you're done. \nHi. Long time no see. I heard you are preparing\nfor an athletics competition. \nHi, long time no see. I miss you so much, Annie. \nAnd....Yeah, I have an athletics competition in about two weeks. How's it going? Are you still good? \nAre you all ready? Actually, I'm not feeling well. \nWhat kind of problem are you having? Do you feel worried? \nNot really. I just don't feel confident\nthat I will win this competition. \nThere are many talented rivals, and I can't believe I can do it. \nI'm afraid that I will disappoint people. You don't need to be scared, Loren. \nYou can do it. I believe it firmly. Why do you think so? \nI believe it. I believe in you. Enjoy it. Fight hard. \nPlay with all you have\nand give it your best shot. Can i? \nOf course you can, try your hardest! Yes, I will do my best. \nThank you for your encouragement, Annie. \nI don't know what will happen to me tomorrow, I'm so worried now Laura. \nYou will have a job interview tomorrow. And now you are overthinking. But what if they ask me a question\nthat I don't know how to answer? \nCalm down, Jimmy. Everything will be fine. If they ask me how to solve a problem \nand I have no idea how to solve it. You have prepared for this interview for a long time! \nIf everything goes in a bad direction,\nwhat should I do? I'm sure you'll be fine. \nYou'll be accepted into the position\nof the job that you want. Thank you for your encouragement. \nI feel a little better. I've got butterflies in my stomach now. \nIt's okay, Jimmy it is just a feeling, you can control it, be confident! Be confident. \nBe excited. Don't be nervous. Tomorrow you will have a steady mind. \nStep into the interview room\nand used your best answers. \nAnd you will surely get your target. Yeah, I agree with you, Laura. I should be confident in myself \nbecause I have been working\nso hard for three months. Yes, you can do it. \nYes, I can do it. \nDad, let me use the computer for a moment. Did you finish today's homework? \nWell. Not yet. I'll finish it tonight. But the teacher assigned\na lot of homework. \nif you don't do it now, how can you submit it on time tomorrow? But the homework is so difficult. \nI want to take a break. Instead of playing video games\nor watching videos online. \nYou should look for more information\nrelated to today's lesson. It will help you a lot to do homework. \nCan I play first instead? When you finish your homework, I will let you play computer games. \nCome on, Dad... Don't be so lazy! You need to focus on what you need to do. \nEmma, what are you studying so intently? I want to find out more information about aliens \nAfter watching the movie \"Home\" last night. Sounds interesting, so what was that movie about? \nIt theorizes that one day the Earth will be controlled by aliens. \nThe film revolves around the challenging\nand humorous journey to find the mother of little Tucy and Oh. \nHow did you find that movie? Had an interesting movie, full of adventure but also very meaningful. \nThe two main characters of the film from opposite sides and they gradually become close, \nThey go together and realize\nmany valuable lessons together. I'm curious how the friendship between\nhumans and aliens will be, \nI'll probably look for that movie today. \nI heard your family went out for Christmas yesterday. Honestly, it's really an unforgettable holiday \nwhen I have the opportunity\nto strengthen the bond. between family members. \nSo where did you go? We went to a zoo near my house,\nwhich is surrounded \nby green grass and trees,\nand many rare animals. \nI took a lot of beautiful photos there. Great, so what impressed you the most about that zoo? \nNot only did I get to see the animals,  but I also learned about their behavior and fed them. \nI think zoos are important to raise people's awareness about protecting nature as well as endangered species. \nYudy, what are you running so fast for? Oh my god, Clare, have you seen my laptop anywhere? \nYour laptop? Where did you leave it? I remember I left it in the school library while doing my homework. \nBut when I went back to look for it, it was nowhere to be found. Or has someone stolen it already? \nI'm not sure. when I came back to class from the library, I didn't see any forgotten computers. \nIt's a new computer my mom bought for me\nfor my birthday, and I really need it \nto prepare for my presentation\nthis afternoon. In the library, there is a small building \ndedicated to storing lost items and taking care of personal belongings \nYou can go there to look for it. Really? How do I get there? \nYou can go to the block\nbehind the library and turn right. It's near the back gate of the school. \nI see it, thank you very much. \nExcuse me, is this seat taken? That's my friend's chair. \nHe's been out for a while\nand will be back shortly. If you don't mind, you can take a seat here. \nThank you. This is my first time going to a concert\nlike this, so I'm not used to it. \nSorry if I bothered you. I met you at the school music club. \nYou must be very knowledgeable\nabout music. Honestly, no, I don't have a broad\nunderstanding of music genres, \nbut listening to music\nis actually my hobby. Do you often go to concerts like this? \nLately, I've been busy with my exams in class but if I have free time, I'll come. \nThe room seems hot and stuffy. Yes, it's summer now. \nDo you mind if I open the window\nfor a moment? That will make the room more airy. \nBut it's hot outside if you open the window the sun will shine in. Or do we close the windows and\nturn on the fan in the air conditioner? \nGood idea. It can cool the room in the fastest time. It should have been in the evening when the air is quite cool and pleasant, \nWe should open the window to ventilate the room. And during the day, close the door to avoid stuffiness. \nI get it, I'll pay more attention. So for now, where is the air conditioner remote? \nHello, can I sit here? Okay, this place is still empty. \nAre you a new student? You look so strange. You must not be from here. \nSince I am an international student,\nI will study here for two weeks. Thanks to the International student\nexchange program at the school. \nReally? What's your nationality? I'm Vietnamese, and I am studying \nIn an international associate university program. I will learn about the educational program \nas well as the extracurricular activities here. Actually, my mother is also Vietnamese. \nMy parents have been in the US\nfor a long time. So you're an American citizen? \nYes, if you feel the need, I will help you get used to the educational program here. \nSounds good, thank you. \nGood morning Amanda, why are you going to work so early today? I just moved to a new house\nwhich is closer to the company. \nSo after bringing some stuff to my mom,\nI am immediately going to work. Really? So how do you get to work? \nBefore, my house was quite far from the company, so I used to take the subway \nbut now I only need to walk about 10 minutes What about you, what vehicle do you use? \nMy house is about 7 km from here every day I ride a bicycle to exercise, \nand at the same time enjoy the riverside view in the early morning. That sounds good, because using a bicycle\nreduces the rate of traffic jams. \nBefore, if you went to work by car, it would take you half an hour to get to the company. \nYes, and of course, that helps\nthe environment too. \nJenny, do you also go to the library after school to look for references? \nNot really, I just want to find more books to expand my knowledge, but if I need to prepare for a project or presentation, \nI just look for scientific materials. What genre of books do you usually choose to read? \nScience books, of course. I'm majoring in biological research\nas well as genetic engineering, \nso books in this genre will be very helpful. What about you, what books do you usually read? \nI think soft skills books\nsuch as communication skills, presentation skills, learning design, and sales are great. \nThey help me improve and promote the necessary qualities in my future career. \nWhat happend today Mary? you don't look happy. My brother broke my laptop by mistake, \nI had to take it in for repair all week\nand didn't turn my homework in on time. \nWhat a pity! So how many brothers and sisters do you have? I only have one younger brother. \nBut as you can see, he is very naughty, often breaks my things, and is very stubborn. \nI think he didn't mean to upset you, Maybe because he's quite hyperactive. \nDo you have siblings, Mart? No. I'm the only child in the family, so it's quite lonely sometimes. \nActually, I really want to have brothers and sisters in the house so that I can share my thoughts and sorrows, for example. \nYes, you're right. \nWe're going to have a presentation on how to help students\nwith disabilities in our school. \nSo, where should we start? In my opinion, we need to start by \ngiving an overview of people\nwith disabilities to give more information\nto the whole class. \nThen we'll talk about discrimination in schools. And finally the solution. \nDo we have to do a PowerPoint part? I think we should. That makes it easier for the audience\nto follow the presentation. \nAnd it's also convenient to summarize the main idea of the talk. Should we make a short video interviewing \nsome students in the school\nabout the issue? That will make the talk more convincing? \nSounds fine. So let's get started. \nWe've made it to Disneyland in Los Angeles. Thank you, how much do I have to pay? \nAccording to the meter on the car, the fare is $ 45.  Do you have cash? \nYes, but at first I thought going to\nDisney would only take 15 minutes. About $30. \nYes, but because of the traffic jam today I had to turn around the highway \nIt took longer than going straight,\nso the fare was also higher. I'm not worried about the price. \nI'm just afraid of being late\nfor my appointment. It's okay, here, you can keep the change. \nThank you. \nWhat are you reading, June? A very good storybook The story of a seagull and the cat who taught her to fly. \nWhat's it about? That bird is caught up in an oil spill a dying seagull scrambles ashore to lay her final egg and lands on a balcony \nwhere she meets a big black cat. The cat promises the seagull to look after the egg\nand teach the baby gull to fly. \nUnbelievable. So what do you think about this book? Not only is race a feature of this book,\nbut Luis Sepulveda also teaches \nthat it's important to help those less\nfortunate than yourself. The story also condemns\nthe misconduct of people, \nwhich has a bad effect on nature and creatures. Humans really lack awareness\nof preserving nature. \nI know even just for the sake of short term, but sometimes they accidentally destroy\ntheir clean living environment. \nThere will be a presentation contest in French at the school club. The judges will have to give a statement\nso that the contestants \nare free to express their thoughts. as long as they can convince the judges. \nWhy are you so interested in this contest? It seems it's only for members\nof the French club. \nYes, but it is an opportunity for us to learn more from other excellent students \nespecially the skill of expressing ourselves in French. It's up to you, it's nothing special to me anyway. \nI'm not good at French so I wouldn't understand anything if I went to see the competition. \nYou can ask Peter to come along, maybe he'll enjoy it. All right, let me try it. \nYou don't look very well Cindy, what happened? I'm not very well today \nI feel dizzy and have a headache Maybe because I couldn't sleep last night. \nNo, really, you have a fever. If you don't feel well, you can ask the teacher to let you go to the medical room to rest. \nIf your condition gets worse, you should go to the doctor for an examination. \nHow are you feeling now? I feel cold and tired, I must have caught a cold. \nMaybe I shouldn’t continue studying today, I'll call my mom to pick me up. Okay, if you're sick, don't try to go to school, it'll only make it worse. \nNow go home and rest, maybe you need to go to the hospital. Yeah, thank you. \nHi, Emily. Do you remember next week is Judy’s birthday? I wanted it to be a surprise \nbut I was still confused about choosing an eye candy birthday present for her. \nOh, I’ve forgotten! Let me see… What kind of present should we prepare for Judy?... \nShould we buy her a new shirt? I don’t think so, Dan bought her a new T-shirt anyway. \nLast year we bought an eye candy snow\nglobe for a present, and Judy liked it. \nNow I'm thinking about the CD but I'm never really sure what music she likes... \nAlso, we need to think about the cost. We need to consider Judy's hobbies. \nShe is always writing letters so I think a pen will be useful. Sounds great. \nSo which colors are we going to buy? Well, the purple and black ones aren’t very good, they’re too dark. \nHow about a gold color one? I'm sure Judy will like it\nwhen we get it for her. That's what I had in mind. \nI did my best to prepare for the project in the last presentation but it seems like everyone didn't\npay much attention. \nI have heard your presentation, about the main ideas in the lesson It's very specific and precise. \nSo I think the problem lies\nin your presentation skills. \nReally? You see what I said? When giving a presentation You did not keep eye contact with the audience \nYou only focused on looking at the paper\nor at the information on the screen \nthat made the audience feel like you were\nreading, not giving a presentation. \nBut this talk is so long, I can't remember all of it. Besides what I speak in front\nof the whole class, I get so nervous. \nI'm afraid that I'll say the wrong thing. It doesn't matter. You just need to cross out the main ideas\nyou want to say in the presentation, \nand then paraphrase it\nfor us to understand. Your speech is too long and contains\na lot of unimportant information. \nIt makes me want to fall asleep. Oh man, thanks for your advice, I'll pay more attention. \nJenny, why do you look so tired today? I couldn't sleep last night \nSo this morning I woke up late\nand didn't have time to prepare my books. Do you have frequent insomnia? \nLately yes, I often wake up in the middle of the night and it's hard to go back to sleep. \nBecause I don't get enough sleep, I feel very tired the next morning. If you keep losing sleep so often,\nit will have a bad effect on your health. \nWhy don't you go see a doctor? I've been studying for my finals lately, \nso I don't really have time\nto go to the hospital. And I think this insomnia is caused by\nmy stress of studying, so it'll be fine. \nDon't underestimate it. lack of sleep will greatly affect your study in class and also test results. \nOkay, okay, I'll go check it out today. \nAnna, will you come to my house tomorrow, it's my brother's birthday. Really? that's great \nDo you need my help with anything? I have allowed my brother\nto invite his friends to the party. \nI also want to buy the necessary\ndecorations to decorate the house. My sister will come home\nfrom school at 5 p.m.. \nSo I have about three hours\nto prepare for the party. So you just have to come and have fun. \nBut I can't just come and play. What about the dishes for dinner? For dinner, my parents decided to order food \nat a nearby restaurant\nto avoid having to worry about cooking. I asked my parents to let me organize\na barbecue. \nIt'll be interesting. Okay, I'll bring some whiskey then. \nHi Sue, do you have any plans when you graduate from high school? \nI think about that all the time. I had to choose one field for my higher studies. \nI want to study business. But my parents forced me\nto join the nonmedical stream. \nThey had their own justification\nbecause they know the opportunities and prospects\nin the field of non-medical medicine. \nYou can just study in your favorite field if you do well at it. I see business as a potential\nand promising industry. \nYes, but I don't know how to choose. You can check out some blogs\nwhere students have shared \ntheir experiences about their decisions\nrelated to their higher studies and their consequences. \nYou can ask for advice. It can help you with your capabilities,\nstrengths, and weaknesses. \nThank you. I would give my ears for it. \n"
}