{
    "transcript": "Intro \n[Music] I am a \nI am a groom. \n[Music] groom hey Mike longtime no \nsee what brings you to this suit store well James big \nnews oh do tell I am a groom I'm getting married \nnext month wow congratulations Mike who's the lucky lady \nit's Emma from college remember her of course you two were always close I'm so \nhappy for you thanks well if you need help with the wedding plans just let me \nknow I appreciate that James now help me pick a \nsuit she still loves him \nShe still loves him. \nhave you talked to Jenna lately yeah I met her for coffee last \nweek how is she after the breakup with Tom she's trying to move on but it's \nobvious what she still loves him I thought so she always talks about their \nmemories it's hard to see her like this do you think they'll ever get back \ntogether I don't know but sometimes Love Finds Its way \nback I hope so for Jenna's sake me too let's just be there for \n[Music] her keep it \nKeep it up. \nup hey Lucy how's your new painting hobby going it's great Tom I've finished \na couple of pieces already can I see sure here's one of \nthem wow this is really good you think so I'm still \nlearning absolutely if this is just the start I \ncan't wait to see what you'll do in the future keep it up thanks Tom that means \na [Music] \nlot don't worry about about \nDon't worry about it. \nit hey John how's your guitar practice coming along it's a bit hard \nEmily but I'm enjoying it don't worry about it every expert was once a \nbeginner thanks for the encouragement I'm trying to stay motivated keep it up remember practice \nmakes perfect I hope to play a full song soon \nwhich song are you trying to play Stairway to Heaven it's a bit ambitious I \nknow that's a classic just take it step by step I will thanks for believing in \nme Emily the taxes are included in the \nThe taxes are included in the price. \nprice this dress looks perfect for the wedding it does how much is it the tag \nsays $100 that seems reasonable but what about \ntaxes the taxes are included in the price so no extra \ncharges that's great some places add taxes at the checkout and it's always a \nsurprise I know right it's always nice when stores are upfront about the total cost \nabsolutely well I think I'll get this dress then it'll look stunning on \nyou thanks Mia I'm excited to wear it and you got a good deal with taxes \nincluded yes it's always nice to know the full price up \nfront the car is in good \nThe car is in good condition. \ncondition look at this one Steve it's a nice red color it does look nice but is it in \ngood shape mechanically the seller says this car is in good \ncondition really any accidents or major repairs no it has a clean history in all \nthe maintenance records that hows promy how many miles does it have it's \nonly got 50, 000 miles on it a real bargain the price is decent especially \nif it's in good condition right should we contact the seller for a test \ndrive absolutely it's worth checking out let's do this I'm excited to see if \nit drives as good as it looks me too it could be just the car we \nare looking [Music] \nfor this Sunset was \nThe sunset was breathtaking. \nbreathtaking hey Emma have you seen the view no what's up just come here \nlook wow right the sunset was \nbreathtaking I've never seen colors like that before it makes me appreciate nature \neven more we should come here more often definitely maybe even catch a \nsunrise that's a plan but for now let's just enjoy this \nmoment [Music] \nagreed I love \nI love rain. \nrain do you hear that Anna the sound of \nraindrops yes it's so soothing I love rain it always makes me \nfeel calm and refreshed me too there's something \nmagical about it do you remember that time we got caught in the rain during our \nhike how could I forget we were drenched but it was so much fun rain makes even \nthe simplest moments memorable absolutely want to sit by the \nwindow and enjoy the rain with some coffee sounds perfect let's do \nthat knps are good for \nNaps are good for you. \nyou you look really tired Brian did you stay up late again yeah I had to finish up some \nwork I'm so exhausted you should take a nap naps are \ngood for you really I always feel more groggy after a nap \nyou might be napping too long a short nap can help boost alertness and mood how long is an ideal nap around 20 \nto 30 minutes is usually best I'll give it a try hopefully it'll \nhelp with this fatigue I'm sure it will just find a quiet place and \nrelax thanks for the advice Emma \nhe changed his favorite color by the \nHe changed his favorite color by the day. \ndate did you notice something about Jake recently \nwhat the fact he's been wearing different colors every day exactly yesterday he was all about \nblue today it's green he changed his favorite color by the \nday why do you think he's doing that maybe he's tried to express \ndifferent moods or feelings or perhaps he's just having fun experimenting with \nfashion whatever it is I must say it's interesting and makes him stand \nout agreed I'm curious what color you'll choose [Music] \ntomorrow you look a bit down today [Music] \nYou look a bit down today. \nyou look a bit down today yeah I guess I am something bothering \nyou I had a rough day at work tell me about it maybe I can \nhelp it's just that my boss is always so demanding that does sound tough have you \ntalked to him about it I tried but he doesn't listen maybe it's time to consider a new \njob I've been thinking about that actually change can be scary but it can also lead \nto better opportunities you're right thanks for listening Isa n tell him Tom we're here to support \neach other I'll close the \nI'll close the window. \nwindow is it getting cold outside yes the temperature is dropping \nfast I'll close the window thanks for closing it Mark I was starting to \nshiver no problem we don't want you catching a cold that's better so what were you \nworking on just some reports for the meeting tomorrow oh the meeting I almost forgot \nabout it don't worry I can help you prepare if you want that would be great thanks \n[Music] how do you like \nHow do you like it? \nit I can't believe you painted this thanks Lisa it was a labor of \nlove you're really talented the colors are so vibrant I appreciate that I tried to \ncapture the beauty of nature you definitely succeeded how long \ndid it take took about 2 weeks working a few hours each \nday wow that's dedication I wish I had your talent you're too kind \nLisa anyone can learn to paint with practice I'd love to give it a try \nSom do you think you can teach me some basics of course I'd be happy to help \nyou get started [Music] \ndon't even look at \nDon't even look at me. \nme don't even look at me what's wrong Lisa I can't believe you right \nnow I'm sorry I didn't mean to upset you sorry isn't enough Mark you promised \nyou wouldn't forget our anniversary I know and I feel terrible about it \nsomething important came up at work and I got caught up it's always work Mark you need to \nprioritize our relationship sometimes promise I'll make it up \nchisa let's have a special dinner tomorrow night you better make it \n[Music] Unforgettable Tom had big money problems \nTom had big money problems. \n[Music] Tom had big money \nproblems he lost his job a few months ago and has been struggling to make ends \nme oh I didn't know that what happened it's been tough he's been \nlooking for a new job but it's not easy these days that's tough is there anything we \ncan do to help him out I think just being there for him and offering support means a \nlot sometimes emotional support is as important his financial help you're absolutely right let's make \nsure he knows he's not alone in [Music] \nthis the steak is on the [Music] \nThe steak is on the grill. \ngrill the steak is on the grill great it won't be long before it's \nready I can't wait grilled steak is my fav favor mine too I love the Smoky flavor \nand the way it melts in your mouth we should invite some friends over for barbecue \nsoon what do you think that's a great idea that'll be a funny they with good \nfood and good company absolutely let's plan it for this \nweekend I'll make sure to prepare some delicious sides to go with the steak \nwe can make ice \nWe can make ice cream. \ncream hey have you ever tried making ice cream at home I haven't but it sounds like a fun \nidea what do we need we just need some cream sugar and \nflavoring it's surprisingly easy interesting what flavors can we \nmake we can make chocolate vanilla and strawberry how about starting with those \nsounds delicious when should we make it how about this weekend we can invite \nsome friends over for a little ice cream party that's a fantastic idea I'm \nlooking forward to [Music] \nit never mind \nNever mind. Then. \nthen what's wrong why are you upset I asked if you wanted to go hiking \nthis weekend but you seem disinterested oh I didn't realize you were serious about it I thought it was \njust a casual suggestion I was really looking forward to it hiking is such a great way to \nenjoy nature I'm sorry I should have taken it more \nseriously let's go hiking this weekend and I promise I'll be \nenthusiastic all right apology accepted great I'm looking forward to \nspending time in nature with you never mind \nthen they could be \nThey could be together. \ntogether you know I've been thinking they could be together who are you talking \nabout I'm talking about Sarah and M they just seem so compatible well they do get along but \nI'm not sure if they want to be more than friends that's the thing they spend so \nmuch time together and they have so many inside jokes it's like they're already a \ncouple he might be on to something maybe they just need a little push in the right \ndirection exactly we should play matchmakers and set them up on a date well if they end up together we'll \ntake all the credit [Music] \nthis dress is too big for \nThis dress is too big for me. \nme oh by the way I got this dress but it's too big for \nme yeah it's quite loose on you did you check the size before buying it I thought it would fit but I guess I \nmade a mistake don't worry we can always get it altered to your size it's a lovely \nass you think so I was worried it looked odd on me no not at all it has a great \ndesign let's take it to a Healer and make it perfect for you thanks Lily \nyou're always so helpful that's what friends are for Emma we'll make sure he looks stunning in \nthat [Music] \ndress I don't like tea \nI don't like to. \nI find the taste of tea too bitter it just doesn't appeal to me really why not I've tried different \ntypes of tea but I still can't seem to enjoy it well have you considered adding some \nnatural sweeteners or trying herbal teas yes I've tried sweetening it but it \ndidn't make much of a difference and herbal teas still have a taste I don't enjoy \nthat's understandable everyone has different preferences when it comes to \nbeverages absolutely I prefer coffee over tea any day it's just more appealing to my taste \nBudz fair enough coffee does have a distinct flavor that many people \nenjoy I want you to remember that \nI want you to remember that. \nhave you ever tried cooking Thai food well I love Thai food but I'm not \nsure where to start it's actually quite fun and delicious I want you to remember \nthat remember what I want you to remember that trying new recipes and \nexploring different Cuisines can be an exciting culinary Adventure that sounds \nintriguing how can we get started with Thai cooking great question \nMark you can begin by learning a few basic Thai recipes and gradually adding \nmore complexity I see so I should remember that \nexperimenting in the kitchen can lead to delicious \ndiscoveries I'm going to take a break \nI'm going to take a break. \nhey are you busy right now yeah I've been working on this project all \nmorning you know what I think I'm going to take a break a break that sounds like a good \nidea what are you planning to do during your break I might go for a short walk to \nclear my mind that sounds refreshing enjoy your break thanks I \nwill sometimes it's important to take a break and [Music] \nrecharge I will get sick from [Music] \nI will get sick from that. \nthat hey I heard Mia ate that expired sandwich from the fridge wait really that's not \nsafe I know right I told her it was expired but she said it's just a day past the \ndate eating expired food can be risky though you never know when you'll get sick from that exactly it's not worth \nthe risk I hope Mia will be okay me too I reminded her that it's \nbetter to be safe than sorry let's hope she remembers that for next \ntime definitely we should all be more careful with food safety agreed it's important for our \nhealth I suggest you leave here at \nI suggest you leave here at once. \n[Music] once this place doesn't seem safe right \nnow what do you mean what's going on I've heard some strange noises and \nit's getting dark I suggest you leave here at once leave are you \nserious I'm dead serious your safety is my top priority \nokay if you think it's necessary let's go better safe than sorry we can come \nback later thanks Liam I appreciate your \nconcern nothing hurts like the [Music] \nNothing hurts like the truth. \ntruth have you heard about what happened between Sarah and Jack yeah I heard they had a big \nargument and it got pretty intense that's right they finally confronted the issues they've been \navoiding sometimes nothing hurts like the truth I suppose you're right it can be \npainful but it's necessary for growth indeed facing the truth is the \nfirst step towards resolving issues I hope Sarah and Jack can work things out and find a way to move \nforward let's hope so sometimes honesty is the best path to \n[Music] Healing I trust you so \nI trust you so much. \n[Music] much hey do you remember the story about \nthe time I lost my camera oh yes you were so \nupset it was a gift from your mom right exactly and you helped me search \nfor it the whole day I did but it was you who eventually found \nit I was so embarrassed it was in my bag all along well I was just glad you found it \nyour pictures are precious thanks Jack I trust you so much \nyou were there with me through thick and thin and I always will be Lily friends \nforever [Music] \nwe are completely in \nWe are completely in love \nloow do you remember when we first met at that coffee shop of course you accidentally spilled \nyour coffee on my book oh I was so embarrassed but you \njust lapped it off it's just a book but that moment started our \nstory I never thought a coffee accident would lead to this \nlife works in mysterious ways now look at us yeah we are completely in love and I \ncouldn't be happier me neither Mia to many more coffee \ndates she wore a beautiful \nShe wore a beautiful dress. \ndress you know today at the park I saw this incredible site \noh what was it a lady standing near the fountain she wore a beautiful \ndress describe it to me I'm always looking for fashion \ninspiration it was long flowing and had this shimmering blue shade almost like \nthe sky at dusk sounds magical I wish I had seen it \nyou would have loved it it reminded me of the dress you wore at our College prom ah those were the days fashion does \nbring back [Music] \nmemories I've made a list of people I need to talk [Music] \nI've made a list of people I need to talk to. \nto hey before the reunion party next week there's something I need to \ndo oh what's that I've made a list of people I need \nto talk to I want to clear any misunderstandings from the past \nthat sounds like a brave thing to do can I see the list sure but promise you won't \njudge of course not we all have our past and people we need to reconnect with \nThank you Lisa I just hope they're willing to talk just be genuine and everything will \nwork out [Music] \nwake [Music] \nWake up. \nup it's already 6:00 a.m. wake up Alex sleepy \nhead is it uh feels like I just closed my eyes just five more \nminutes Every Time come on we planed to jog before \nbreakfast remember oh that's right that morning exercise \nthing it's still dark out it's the perfect time to \njog fresh air peaceful streets you'll feel so \nrefreshed okay okay you win let me grab my \nshoes that's the spirit and guess what I'll make us a nice breakfast when we're \nback deal but but if I'm exhausted afterward you're giving me a hearty \nmeal it's a promise let's get this day started right you've got a lot of energy for \nsomeone who's just woken up all right let's \n[Music] go \nExercise. \nexercise you know this morning jog feels great let's do some stretches too \nstretches here in the park why not I saw a group exercising \nhere last week it looked fun well I've never really done group exercises \nbefore there's always a first time look there's Ryan he always knows \ngood exercises hey Ryan mind if we join you for some \nexercise routines the more the merer we're about to start some simple core \nworkouts perfect for beginners sounds great let's get \nstarted with both of you here this is going to be even more fun let's make this a \nroutine morning jogs and exercises with friends \nabsolutely I've always believed working out with friends motivates you more agreed \nso what exercises do we have for today Ryan we're going to start with some \nplanks and squats then we'll move to some light \ncardio sounds like a plan I'm ready to get my sweat [Music] \non prepare the \nPrepare the breakfast. \nbreakfast woo so tired remember to make breakfast as \npromised okay okay let me help you how about scrambled \neggs and toast sounds good delicious maybe we can add mushrooms and \nspinach to the eggs great idea check the fridge I think we might \nhave some found them also there are some ripe Tomatoes how about adding those \nperfect you handle the toast and I'll whip up the eggs deal and for drinks coffee or \norange juice coffee definitely can't start my day without \nit same here I'll get the coffee machine started by the way where's the milk it \nshould be in the fridge how about adding some cheese to the eggs cheesy scrambled eggs I'm come in \nlet's make breakfast amazing today I saw some strawberries earlier \nmaybe a small fruit salad on the side sounds perfect with both of us working together \nbreakfast will be \nfantastic go to the \nGo to the office. \noffice H I can't find my left shoe I swear it was right here last night you \nmean this one it was under the couch Bella must have played with it \nthat cat thanks Alex oh no I forgot to charge my \nphone no worries take my power bank just don't lose it it's a new one promise I \nwon't \noh shoot we missed our usual bus well we could take the \ntrain it's a bit longer but at least we'd be moving that's a good plan it's been ages \nsince we took the train might be a nice change oh speaking of change I think the \noffice moved our desks while we were away said something about better lighting or improving work \nenvironment what I had everything perfectly organized well at least we get better \nlighting I was tired of that flickering overhead bulb always trying to find the silver \nlining aren't you but yeah better lighting is a \nplus remember when you tried to replace the bulb yourself and set off the fire \nalarm ha let's not bring up that embarrassing moment at least I \ntried indeed you did let's hope our day at the office goes \nsmoothly after this slightly chaotic [Music] \nmorning making \nMaking complaints. \ncomplaints Samantha have you used the new printing machine on the third \nfloor yes I did tried printing a report this morning why do you \nask I've been struggling with it all day it keeps jamming and the colors are \noff I thought it might just be me not understanding the instructions no it's not just you the \ninstructions aren't clear at all and did you notice the weird noise it \nmakes yes it sounds like it's going to break any minute I was thinking of making a \ncomplaint to the IT department we can't keep dealing with these issues absolutely abolutely \nI was speaking to Mark and Tina earlier and they've had similar issues too we \nshould collectively raise this I think so too maybe we should have a small meeting \nwith everyone who's faced problem and document all of the issues before taking it to \nit that's a good plan if we list out all the issues it can't ignore it and we \nmight get a better more efficient machine [Music] \nmeeting [Applause] [Music] \nMeeting room. \nroom hey Chloe did you reserve the meeting room for our 300 p.m. \npresentation oh no I thought you were taking care of it let me quickly check \nif it's available please do it's crucial we have that room especially with the text setup \nwe need the system shows it's free I'll reserve it \nnow woo we dodged a bullet there thanks \nChloe and did you get the presentation slides from Mark I did but there were a \nfew edits I'll finalize them on the way to the meeting room oh Chloe before I forget do you \nhave the remote for the projector it's in my drawer I'll grab it before before we go by the way did you \ntalk to Sarah about joining us for the meeting yes she said she'll be there she \nhad some feedback after reviewing the draft great it's always good to have \nanother perspective let's make this presentation the best one yet totally \nagree oh and Chloe I was thinking we should bring some snacks and drinks for the team it's a long presentation and \nit'll keep everyone energized that's thoughtful of you Alex I'll grab some from the \ncafeteria let's give our team the best experience with you leading I have no \ndoubts see you in the meeting [Music] \nroom what do we eat for lunch \nWhat do we eat for lunch today? \ntoday hey everyone I'm craving fast food for lunch today any \nrecommendations how about that new burger place down the street I've heard their fries are \nlegendary I'm in the mood for some tacos there's that Mexican fast food \njoint nearby oh I've been there their burritos are massive and super \ntasty if we're talking fast food I've been wanting to try the Fried Chicken from chy Delight \nit's just around the corner I'm torn now everything sounds so \ngood but maybe we could get a mix some burgers tacos and fried \nchicken that's a brilliant idea we can have a mini feast right at \nthe office Count Me In I'll handle the burgers Jenny do you want to grab the \ntacos and Kevin can get the chicken sounds like a plan let's meet back here \nand 30 minutes lunch is going to be amazing \ntoday wow look at this spread I think we might have gone a bit \noverboard no such thing as too much food let's dive \nin this burger is so juicy and the sauce is amazing I'm loving these \ntacos The Filling is so fresh Brian you choose \nwell and this chicken oh my goodness it's crispy on the outside and tender \ninside Perfect Choice Kevin thanks I've been a fan of ticky \nDelight for a while their secret seasoning is just something \nelse we should definitely do this more often mixing different fast foods is \nsuch a treat absolutely and maybe next time we can add some pizzas and sandwiches to \nthe mix sounds like a plan cheers to more fun lunches \ntogether tea [Music] \nTea break. \nbreak pH these reports are taking forever anyone up for a tea break Count \nMe In I've been eyeing and new tea flavors in the pantry I heard the Camile tea is really \nsoothing I could use some of that right now camel meal's great but have you \ntried the ginger tea it's got a real kick to it perfect for waking you \nup I haven't but that sounds intriguing I'll have a cup of that \nspeaking of new flavors there's also a Le Lon tea in there super refreshing and just the \nright amount of Tang lemon tea that's exactly what I \nneed something to perk me up for the rest of the afternoon you know what would go great \nwith that tea some of those biscuits from the bakery across the \nstreet should I grab some that's a brilliant idea Ethan those \nbiscuits would be perfect right now I'll chip in for \nthem thanks SEL all right let me craft those and we \ncan all enjoy a proper tea break [Music] \ntogether shopping \nShopping list. \nlist hi Mom I'm about to finish up at work I'll be home soon oh Jenny before you come home can \nyou stop by the supermarket we need a few things of course mom do you have a \nlist yes we need some vegetables chicken bread and \nmilk oh and don't forget some fruit for your dad he loves those \napples got it vegetables chicken bread milk and \napples anything else mom hm maybe grab some eggs and \ncheese and if they have any of those chocolate chip cookies on sale get a \npack you know how much your brother loves them all right eggs cheese and \npossibly cookies I'll make sure to get everything see you in a bit thanks dear be safe and \ndon't rush remember to check the expiry date especially on the milk and \n[Music] eggs all right let's see vegetables \nfirst oh those tomatoes look fresh I'll grab a \nfew there are the apples these red ones look \ndelicious Now where's the chicken section perfect they have organic \nchicken on sale mom would love that next bread and \nmilk I always forget where they keep the bread ah there it \nis and the milk let's check the date okay this one is \nfresh now for the eggs oh hey there's Sarah from \nHR maybe I should say hi after grabbing the cheese cheese check eggs \ncheck now where are those cookies ah there they are on sale just \nlike Mom said perfect that should be everything time to head to the \ncheckout Jenny over here how's it going haven't seen you in \nages hey Sarah I'm good just grabbing some things for dinner it's been so long we should catch \nup soon absolutely let's plan something have a great evening and enjoy \nyour shopping thanks Sarah you too take [Music] \ncare romantic \nRomantic date. \ndate hey Jenny you know what how about we go for a late night \ndate just the two of us oh Alex that sounds \nlovely I could use a drink after today great let's head to that cozy bar \ndowntown they have the best cocktails sounds perfect let me just \nchange real [Music] quick here we are I love the amb of this \nplace it's always so calming \nabsolutely so tell me how was your day at the company anything \ninteresting oh it was just the usual meetings paperwork but Sarah from HR and I had a \nfun chat at the supermarket how about you well there's a \nnew project coming up and I might be leading it exciting times \nahead that's fantastic Alex I'm so proud of you cheers to \nthat speaking of exciting times our second wedding anniversary is coming up \nhave you thought about how we should celebrate I've been thinking about it \nmaybe a weekend getaway just you me and a Serene \nBeach oh that sounds like a dream let's do it \nand maybe a romantic dinner on the beach perfect I can't \nwait no how about another [Music] \ndrink chat with \nChat with friends. \nfriends Jenny Alex it's been too long how have you both \nbeen hey tor we've been doing well just the usual work and home \nroutine same here work has been quite busy lately especially with all the new \nprojects coming in by the way Jenny I tried that pasta \nrecipe you posted last week it was amazing really that's great to hear Alex \nloved it too I'm trying to experiment with some more International dishes \nlately speaking of international dish dishes have you tried that new Thai \nplace downtown their food is fantastic not yet but I've heard so much \nabout it let's plan a day and go together sounds like a \nplan Jenny and I have been looking for new places to try out great we should catch up more often \nit's always so much fun chatting with you both absolutely we've missed these \nlittle Hangouts let's make it a point to meet more often \ndeal now have you both heard about the latest movie that just came out we \nshould definitely go watch it [Music] \ntogether skin \nSkin care. \ncare Jenny OMG Jenny this is an emerge Mery a huge \nemergency Lisa what happened did you lose the presentation \nfiles is the office on fire worse way worse there's this this \nthing on my forehead it's enormous I look like a unicorn \nJenny uh unicorn what are you talking about \nLisa this pimple Jenny a massive Mountain likee \npimple I can't present looking like this what will everyone \nthink oh is that all Lisa take a deep \nbreath it's just a pimple I thought something really serious happened the way you were \npanicking just a pimple Jenny this thing could have its own ZIP \ncode what do I do Lisa trust me it's not as noticeable as \nyou think clean the area maybe apply some tea tree oil and remember to stay \nrelaxed stress only makes it worse and seriously people will focus on \nyour presentation not a minor imperfection on your [Music] \nface watching film [Music] \nWatching film. \nJenny have you watched the Timeless Voyage I've heard it's an amazing \nromantic drama no I haven't my co-workers said it's a \ntearjerker they cried a river watching it oh you know I'm a sucker for those \nkinds of movies let's watch it tonight I'll get the popcorn ready \nsounds like a plan but let me warn you if you cry I'm taking a photo as \nevidence challenge accepted and if you cry first I get to \nchoose the next movie we watch deal and by the way I've got that new \nchocolate ice cream in the freezer perfect for movie night don't you think you really know how to sweeten \nthe deal Jenny I'm so looking forward to tonight same here \nokay I'll get the blankets and you set up the film let's make this a memorable movie \nnight deal and if the film is too sad we can always switch to that comedy you've been \nwanting to watch we have the whole night sounds perfect movie Nights with \nyou are always the [Music] \nbest go to sleep \nGo to sleep. \nwow today felt like such a long day the meeting today drained me well at least \nwe have this comfy bed to rest in I can't wait to dive into it true but \nbefore that did you brush your teeth and wash your face of course mom's skincare routine \nteachings never leave me but I forgot to set the alarm for tomorrow can you do \nthat please sure thing what time do you need to be up \naround 7 a.m. I have that early meeting with Lisa from HR got it alarm set for 700 a.m. and \nI'll set mine for 7:05 a.m. just in case the first one doesn't wake you up thanks \nAlex you always have my back always now turn off the lights let's get \nsome Shi good night Alex sweet dreams good night Jenny see you in the \nmorning \nNightmare. \nnightmare oh my God that was that was \nterrifying Jenny Jenny are you okay what \nhappened I had this awful nightmare Alex I was trapped in a dark maze and no \nmatter which way I turned I couldn't find a way out it felt so \nreal oh honey it's just a dream everything's fine I'm here with \nyou I know but it felt so vivid like there were these shadows and \nthey were chasing me and then I heard this Eerie whisper saying I'd never \nEscape nightmares can be pretty unsettling but remember it's just your \nsubconscious mind playing tricks maybe there's some stress or unresolved issues that you've been \nthinking about maybe work has been a bit overwhelming \nlately and with our anniversary coming up I want everything to be perfect don't worry too much we'll make \nit special no matter what and if you ever have another nightmare just wake me \nup I'm here for you thanks Alex just talking about it makes me feel better \nlet's try to get some sleep of course good night Jenny no more nightmares \nokay may I join \nMay I join you? \nyou what are you going to do this weekend Lisa me oh I'm going to watch a movie \nwith Linda how about you actually I have no idea what I'm going to do this weekend may I \njoin you guys yes of course are you free on Saturday night I have a piano lesson every \nSaturday night except this week my teacher is going back to her home country wow that's great so we can watch \na movie together where should we meet in front of the cinema at 8:00 p.m. let's \nmeet in front of the cinema at 8:00 p.m. got it \nwhen will you [Music] \nWhy don't you leave? \nleave today was so much fun I'm glad that you like it but you \nhave to leave tomorrow right yeah it's a Pity that I have to go back to California \ntomorrow when will you leave my flight departs at 700 \np.m. can I come to see you all sure why not this is our last chance to hang out \nin person I'm going to miss you a lot don't worry we can still hang out \nonline life FR yeah but I love hanging out with you \nlet's enjoy time for now leave goodbyes for \nlater do you think I'm fat \nDo you think I'm fat? \nhoney you've been standing in front of the mirror for 15 minutes what's wrong do you think I'm fat no way what \nare you saying did somebody tell you you were fat no it's just my feeling that I look \nfat no Tracy I don't think you're fat at all maybe because you stopped being on a \ndiet for a long time so it makes you a little worried but you know you're still \nbeautiful no matter how you look a Josh I love you I love you too honey let's go out \nand enjoy the weather \ntoday is this your first time visiting the \nIs this your first time visiting the city? \ncity excuse me sir can you show me the way to the nearest \nsupermarket oh yes there is a supermarket Nam sunflower at 45 Main \nStreet you need to walk until the end of this road after that turn left and you'll see it okay thank \nyou is this your first time visiting this city yeah actually I don't live here I \ncame to visit my friend in this city okay I see good luck thank you have \na nice day sir \nwhat did you say Nancy can you help me check whether \nWhat did you say? \nmy phone is on your table or not sorry what did you \nsay could you please help me check if my phone is on the table okay I'm looking at it now what's \nwrong do you see my phone yes your phone case is Ping right \nthat's right can you can you bring it for me where are you now I'm in the living [Music] \nroom okay here you are thank \nyou when will he be [Music] \nWhen will you be back? \nback do you live alone Rachel no I live with my older brother \nbut he's going to Canada this week when will he be back no idea he hasn't told \nme yet may I come to your house sure why not if you want you can stay over at my \nplace actually I have a mini projector would you like to watch movies at my place wow what a good \nidea so please bring your projector to my house I will prepare some snacks and drinks can I stay at your house until \nyour brother comes back I live alone so it's pretty boring and I have nothing to \ndo all right I think my brother will be back this Sunday we still have time \ndon't \nworry what time do you go to [Music] \nWhat time do you go to bed \nbed I'm so sleepy what time do you usually go to \nbed I usually go to bed at 10:00 p.m. however I had to stay up late \nyesterday to finish a report so what time did you hit the hay last night \naround 1:00 a.m. wow 1:00 a.m. that's really \nlate I know right how about you are you a morning person actually I'm a night owl but I \nstill wake up early really don't you feel sleepy not really I'm not sure why I \njust don't feel sleepy in the morning I wish I could be like you \nare you ready to \nAre you ready to order? \norder welcome to the red restaurant Miss do you happen to have a \nreservation yes I do my name is Maria Willers and I reserved a table for \nseven very good Miss Willis please follow me this way \nhere is the menu please take your time to peruse it when you're ready please ring the bell and I'll return to take \nyour order Excuse me yes I'm here are you \nready to order yes please can I have the spaghetti and pizza \nplease would you like anything else no thank \nyou when is your birthday [Music] \nWhen is your birthday? \nwhen is your birthday Anna my birthday it's on December \n25th wow so your birthday is on Christmas yes that's right my family \nusually combines my birthday and Christmas celebrations into one big pot \ndo you get any gifts from Santa Claus I used to believe in Santa Claus \nbut I think all of the presents I received actually from my parents you make a good \npoint and how about you when is your birthday it's on October \n10th hi your birthday is coming up soon let's plan to celebrate it on that \nday sure \nthing what brings you \nWhat brings you here? \nhere hey Sam is that really you hey John what brings you here I just \nrandomly chose a location to spend my day off and suddenly thought about going to an art \nmuseum wow what a coincidence I was thinking of going to an art museum too \ndo you plan to do anything else after this I'm going to have lunch at the park \nnear here want to join me really that's so kind of you I didn't prepare any \nlunch so don't worry I prepared a lot you can eat with me if you \nwant I would love to great a picnic sounds like fun I'm \nreally looking forward to it I hope you will enjoy [Music] \nit big worries small problems Alex was a young man with a \nBig Worries, Small Problems \nspecial way of seeing things he often made things sound bigger than \nthey were one sunny day while strolling in the park Alex noticed a cute little cat \nthe cat curious and playful climbed a tree nearby thinking it was a huge problem he \nquickly approached the cat's owner your cat he gasped catching his \nbreath it's in danger it's climbed up so high the owner came and \nlooked the cat was not high it was playing on a low Branch he gave Alex a puzzled look one \nday when Alex came home from work he saw his messy kitchen his face turned pale he felt \nlike his heart stopped he thought someone broke into my \nhouse without thinking he ran to the police his voice loud and shaky someone was in \nmy house he said the police came to look but there was no \nThief it was just a neighbor's cat playing in the kitchen one policeman said to Alex it's \nimportant to stay calm and think before you do something Alex nodded a little \nembarrassed from that day on he tried his best to see things more clearly and \nnot jump to concl Illusions last \nLast Christmas \n[Music] Christmas Kevin remember last Christmas \nwhen Dad tried to surprise us by being Santa Claus how could I forget that was \nhilarious he actually tried to come down the chimney yeah and then he got \nstuck we had to call the fire department to help him out I \nknow the look on his face when the firefighters arrived I couldn't stop \nlaughing Poor Dad he just wanted to make it special for our little sister she was so excited to see \nSanta yeah she was but after that she kept asking if \nSanta would get stuck again this year I think this year dad will stick to \nleaving presents under the tree no more chimney Adventures probably for the best we \ndon't need another visit from the fire department on Christmas definitely not but it's a \nChristmas we'll never forget that's for sure absolutely it's one of our funniest \nFamily stories [Music] \nnow misunderstood \nMisunderstood \n[Music] Victor I saw you talking to \nher what else do you have to say to your ex huh Selena my love there's something \nI need to tell you save your excuses Victor I heard \neverything no listen she's getting married to my cousin wait your cousin seriously \nyes and she wanted to invite us to the wedding oh I guess I jumped to \nconclusions I'm sorry it's okay but hey now we have a \nwedding to attend only if you promise to dance with me \ndeal and maybe after the wedding we can have our own party are you suggesting \nsomething maybe a future wedding hours perhaps hold your horses one wedding at a \ntime all right all right but let's enjoy this one \nfirst toach \nToothache Appointment \nappointment good afternoon my name is Helen from Gorgeous \nteeth Clinic what can I do for you you hello my daughter has a toothache so \nI'd like to sign up for a dental checkup may I ask if this is your \ndaughter's first time yes this is our first time may I have your daughter's name and \nyour name please my name is Marissa William excuse me I didn't catch your \nfirst name quite well is that m a r i s e no it's m a r i \ns a thank you and your daughter's name \nplease she is Elise William is that the number you are using \nto call me on your phone you mean 698 \n3894 728 actually that one is my my \nhusband's mine is 698 \n028 4556 \n6980 284 566 is that \nright uh no the last three numbers are 556 not \n566 I apologize for that thank you so much \nall right when do you want to have an appointment how about Friday \nmorning Friday morning oh we're so sorry there is no \ndentist available during that time if so is Saturday afternoon \nokay let me see great we have do brown \navailable could you please come after 300 p.m. because he will have another appointment before that all right \nsure you have to \nYou have to change! \nchain Anita I don't feel good I think I \nshould rest Chloe you look pale you shouldn't go to work \ntoday no I I have to there's so much to do I'll be fine I really think you \nshould stay home you need rest Chloe oh no Chloe Chloe can you \nhear me oh my God calm down Anita call an ambulance please hurry she's not \nresponding \nChloe you're awake how are you feeling now Anita I'm feeling a bit better what \nhappened you fainted because of exhaustion and not eating well the \ndoctor said you need to change your lifestyle I've been pushing myself too \nhard my work and I skip meals often you need to start taking care of \nyourself Chloe let's plan a healthy routine for you yes I need to change I don't want \nthis to happen again so let's start with small changes how about we go for a walk every \nmorning a walk sounds nice it's been a long time since I did \nany exercise great and how about we plan your \nmeals more fruits vegetables and regular eating times \nI can try it's going to be hard to change my eating habits but I'll do it we'll do it \ntogether and remember getting enough sleep is crucial too let's set a bedtime \nroutine you're right late nights have become too common for me I need to fix \nthat exactly and let's not forget hydration drink more water throughout \nthe day \ncome on Chloe let's hit the gym it's part of our new healthy \nroutine oh Anita you know I'm not a big fan of \nexercising I know but it's important for your health just give it a try you might \nend up liking it all right I trust you let's do this but don't push me too hard \nokay deal we'll start with some light exercise and see how it \ngoes hello Chloe you look happy today hi doctor yes I feel great I've \nbeen eating better and exercising that's good news your health \nis much better now my friend Anita has been helping me we go to the gym \ntogether great having a friend to help is important keep it up I will doctor \nthank you house \nHouse rental \n[Music] rental good morning Jacob why did you \ncome so early today oh good morning oh my God what's going on you \nlook so tired yeah I'm so tired today did you \nstay up late watching TV again no I tried to sleep at 11: \np.m. and you couldn't fall asleep no I laid awake in bed until 3:00 \na.m. why couldn't you sleep those noisy neighbors of mine are \ndriving me crazy what do you mean they are so \nnoisy do they usually make a lot of noise I can hear music through the walls \nall the time have you spoken to them about the noise problem no I haven't spoken with them \nabout it what else do you hear that bothers you I hear a lot of Plumbing sounds like \nthe toilet flushing and the dishwasher running I think they you should talk \nwith the manager to see if he can help you well actually I was looking for a \nflat to rent oh well have you found a flat to \nrent no anyway do you know how to rent a flat well you can search on the Internet \nor consult a real estate agent can you help me find an apartment I'm having trouble starting my \nsearch sure I would try driving around the neighborhood and looking for any signs \nthat say rent that's a a good start thank you don't mention it but how can I \ncontact real estate agents well most of the real estate agents are available on social \nmedia you can quickly get their contact details online thank you so much \n[Music] \ngood morning how can I help you are you the rental agent yes welcome to my \noffice my name is Liam Scott it's nice to meet you I'm Jacob \nBecket how did you hear about my office I found your number on the \ninternet oh really I'm glad so could you tell me about your preferred \nlocation I'm looking for accommodation in in the city center as my office is located there so I would prefer an \napartment in close proximity oh I got it and what price \nrange can you pay about $400 a month and I want it to also include \ngas okay do you want anything else I also want an apartment that's \nfully furnished two-bedroom apartment and it would be great if the apartment is close \nto the Metro station okay I understand when are you \nlooking to move in well the lease on my apartment is up soon so I'd like to move in on the first \nof the month okay we have a few apartments that suit your \nneeds so when can we go see them how about tomorrow that's good then see you \ntomorrow thank you very much [Music] \nis this the apartment you wanted to show me yes sir it looks so \nsmall I know it's smaller than you wanted but it's one of the best apartments in this \nlocality oh what's that sound oh it's just a baby \nsound too noisy I don't like this apartment all right follow me and let me \nshow you the next [Music] \nDepartment this apartment is exactly what I'm looking for how much is the \nrent it's $900 a month and we require a 12-month lease to move in you need to have the \nfirst and last month's rent plus a security deposit it's extremely expensive \nyeah but I believe the owner would be willing to accept an offer now the rent for this apartment is \nbeyond my \nmeans so what do you think about this apartment it's great it has an L-shaped living room \ndining room a small kitchen two bedrooms one large bathro and a small \none off the master bedroom how much is the rent it's \n$600 what about utilities heat water and electricity are \nincluded you just have to pay for cable and telephone one more thing is it close to \nthe metro station uh no sir it's quite far from \nthe metro station that's bad what I need the most most is to be close to the metro \nstation this apartment seems nice it sure \ndoes I just have a few questions to ask about \nwhat what's their policy towards owning pets in the apartment well they usually don't permit \nany kind of pets would they be willing to make an exception \nit depends on the pet are you a pet owner yes I have two cats and one \ndog I'm guessing dogs are not permitted right yeah I'm sorry to \nsay but why well a tenant previously owned a dog \nand the dog attacked another tenant one day nah that's too bad I think this \napartment is not suitable for me [Music] \nhopefully this apartment will not let me down don't worry this apartment is very \nclean and reasonably priced all right let's go there and see I'm sure you will like this \napartment why do you say that because the owner of this apartment is extremely \nbeautiful well I don't care I just need to find a suitable home all right all \n[Music] \nright come in Liam how are you I'm great how about you I'm fine \nthis is oh this is Jacob he wants to see at apartment for \nrent Jacob this is Evelyn hello I'm Jacob nice to meet you \nnice to meet you [Music] \ntoo it's a nice apartment I think I'm ready to sign the lease good but you don't need to look \naround carefully one more time no I don't all right so let me just \ngo over some key points okay by signing this contract you are \nagreeing to rent the apartment for a certain amount of time yes I am aware of this the lease is \nfor one year are you ready to make that commitment yes I am what else there'll \nbe a late fee of $20 if you don't pay on time I have no problem with that where \ndo I sign write your signature here and your initials here and and \nhere okay and I will move in tomorrow well \n[Music] \nokay Evelyn is really beautiful I had a crush on her from the \nfirst time I met her well I remember you saying that you don't care whether she's pretty or \nnot oh did I say that you are so funny you're \nsmitten trip to \nTrip to Paris \n[Music] Paris ah Paris Paris the perfect place \nto relax this city is beautiful just like in the movies \n[Music] oh no I'm so \nsorry are you okay I'm fine but please be more \ncareful wow she's \nstunning but Focus Chris I was in such a hurry my \napologies hope I didn't ruin your day no it's fine just watch where you're going \nthank you for understanding well I should be going sorry again it's all \nright take [Music] \ncare this map is more confusing than helpful where's the Palace of \nversel excuse me I'm trying to find the Palace of versel could you help wait \naren't you the guy from yesterday what are the odds it's you I can't believe this yeah \nthat's me well it seems we're meant to meet again the Palace of versel is this \nway let me show you that would be great thanks I'm Chris by the way and I'm \nAnnette nice to meet you again that's the end of the video thank \nyou for watching remember to practice English every day to improve your \nskills watch the video at least three times a week and repeat daily conversations to improve your listening \nand speaking skills fast try to mimic the intonation and \npronunciation in the video to enhance your speaking fluency and \npronunciation don't forget to like share and comment on my video please subscribe \nto the learn English with Jessica channel to watch more helpful videos \n[Music] \n"
}