{
    "transcript": "Intro \nforeign \nI'm Jessica and welcome to learning English with Jessica \nin this video we're going to listen and practice our English through many different conversations \nyou can play it again repeatedly while engaging in other activities to help your brain memorize the language \nbe patient and you will swiftly improve your speaking and listening skills \nnow let's jump right into the video \nHave you seen the doctor? \nhave you seen the doctor [Music] \nhello may I ask who's speaking hello Miss Kim it's me Amy I'm calling \nyou to ask whether I can be absent from class today what's wrong \nI think I've caught a cold I'm having a high fever right now \noh no have you seen the doctor not yet Miss Kim I've just had those \nsymptoms since last night I thought I was able to go to school but I don't think I can make it \nokay I understand is there anybody at your home now \nunfortunately no my parents are going away on business so I'm home alone now \nall right Jaime please take care I will visit your home after class \nthank you Miss Kim [Music] \nwhere did you go [Music] \nWhere did you go? \nI was looking for you this morning where did you go \nI'm sorry I was going to the supermarket to buy some food is there any problem \nsomeone called you this morning I think there are eight missed calls in \ntotal on your phone screen really \nyeah but I don't know who is calling so I could not pick it up for you that's okay thank you for reminding me \ndon't forget to bring your phone along with you next time [Music] sure thing \n[Music] do you like your job \nDo you like your job? \n[Music] what are you doing now Jay \nI'm still a college student but recently I've got a chance to become an intern in \na small company what do you do there my job is basically like a secretary I \nhelp answer the phone and emails arrange appointments for my manager and take the minutes \nwow you will gain a lot of experience do you like your job \nyeah I love it you're right I'm gaining many useful experiences for my future \ndo you intend to become a secretary after graduation not sure right now I still have enough \ntime to test my ability so I will grasp as many opportunities as possible \nyou are so ambitious man \nWhat would you like for dessert? \nwhat would you like for dessert foreign \nhow was the meal it was fantastic thank you so much for \ntreating me so well today it is my pleasure to cook for you what \nwould you like for dessert I have chocolate cake cinnamon rolls and \napple pie which one do you prefer \nI usually go with the chocolate option because I love chocolate \nbut this time I'll give cinnamon rolls a try all right here you are \nI hope you like it that is a taste \nperfect it's sweet but not too much I love it glad you like it \n[Music] is it yours \nIs it yours? \n[Music] \nexcuse me I think I saw a pencil falling out from your back is it yours \nno it isn't how could it fall out from my bag \ndid you take it from someone else by mistake hmm let me think during the class I \nborrowed someone's pencil but I don't remember who was that the person sitting next to you \nno way Cindy was sitting next to me but she didn't have any pencil she uses a \nballpoint pen so how about the person sitting behind \nor in front of you ah I remember who now this is Henry's \npencil let me give it back to him thank you so much \nyou're welcome [Music] \ndoes this radio belong to you [Music] \nDoes this radio belong to you? \nwhat are you listening to Emma oh I'm listening to the radio \ndoes this radio belong to you no it's from my grandpa it looks old \nright yeah it's an old-fashioned radio do you \nknow how old it is I don't remember but my grandpa once said that this radio is older than us \nwow really yeah maybe it's 50 years old or even \nolder but it is still working well [Music] yes it is I've received signals so well \nthat I can listen to any kind of news or music that's good \nWhat do you do? \nwhat do you do [Music] \nguess what I've just bought a new dress hey that looks gorgeous \nyeah I've been staring at it at a store for weeks and now I've got it with my own salary \nwow you earn money what do you do oh well it's just a part-time job at a \nconvenience store I work as a cashier \nwow how did you get the job you can easily find the information on \nthe website I was so lucky that I found a job at a convenience store just five minutes walk from my home \nhey sounds good I want to do a part-time job too \nI can help you prepare for the application [Music] \noh I wondered if you could buy me some pencils [Music] \nI wondered if you could buy me some pencils? \nare you free now Jenny yes go \ncan you do me a favor go ahead well I was supposed to go out this \nmorning but I haven't finished my assignment yet I wondered if you could buy me some \npencils sure thing how many pencils do you need \nmaybe three pencils would be great what kind of pencils do you need \nI usually buy 2B pencils from the Stadler brand I'm pretty sure you can find a lot of \nthem at the bookstore what if I cannot find that one \nthat any puzzles are fine as long as they are 2B type got it \nthank you here's the money you can keep the change if you want [Music] \nMay I help you? \nmay I help you [Music] \nuh so heavy excuse me may I help you \nah no it's okay watch out \noh no my eggs let me help you \nthank you I was so careless no it's not your fault your stuff is \nvery heavy yeah I haven't been to the supermarket for a long time so I need to buy a lot \nof things don't worry I can help you where do you need to go \ncan you help me to carry this bag to the bus stop sure thing leave it to me \nthank you once again no problem \ncan you show me where I can find toothpaste [Music] \nCan you show me where I can find toothpaste? \nhmm where is toothpaste [Music] \nexcuse me yes Madam how can I help you \ncan you show me where I can find toothpaste yes please follow me this way \nthis is the toothpaste section thank you so much \ndo you need anything else well I'm looking for Colgate toothpaste \ndo you know where it is it's here let me get it for you \nhere you are thank you [Music] \nHave you got something bigger? \nhave you got something bigger [Music] \nexcuse me yes sir how can I help you \nI'm looking for a t-shirt for men please follow me this way \n[Music] I like this one but have you got something bigger \nwhich size are you looking for which size do you think is suitable for \nme your Fit Body will go with size large [Music] \nhowever I suggest you choose size XL to make you feel more comfortable \nsounds good can I try this on [Music] sure the changing room is over there \nit really suits me I'll take it \nDo you like hiking too? \ndo you like hiking too [Music] \nwhat are you going to do this weekend I'm going on a hiking trip with my \nfamily hiking fantastic \nyeah do you like hiking too I've never tried it before \nit's super fun while slowly hiking you can enjoy fresh \nair and beautiful scenery that you've never seen before wow really \nyeah wanna join can I why not the more the merrier \nwhat do I have to prepare well you will need water some snacks and \na jacket my family will prepare flashlights and Maps so don't worry about that \noh and don't forget to wear comfortable clothes as well I got it \n[Music] \nHow's your wife? \nhow's your wife \nhow's everything Jack can't complain you \nI'm okay oh how was your wife you told me that \nshe was hospitalized last week right you're right as you already knew my wife \nis pregnant last week she had stomach ache and high fever so I had to take her to the \nhospital immediately what happened after that \nit turned out she was having normal symptoms of pregnancy oh thank God \nyeah today we will go to the hospital once again for a health checkup [Music] \nWhen is it convenient for you? \nwhen is it convenient for you \nwe have a group assignment and the deadline is this Friday do you guys want \nto have a meeting so that we can discuss together sure thing \nwhen is it convenient for you for me I'm free in the evening \nI have classes and a part-time job during the daytime I see how about the others \nI'm not sure I'm always available at night but I can make it tomorrow \nis Wednesday right yeah Wednesday night sounds good to me \nI agree too okay let's have a small meeting tomorrow \nDid you buy your house? \ndid you buy your house [Music] \nwelcome make yourself at home what a lovely house \noh really yeah I really like the layout of your kitchen \nit's well organized and makes me cozy thank you the living room is upstairs \nplease go with me \nwow your living room is quite minimalist but I like how you decorate it \nI'm glad you like it by the way did you buy your house \nyeah my husband and I have saved up money to buy it there's still a lot of things that need \nto be done but I think it looks good for now I think you guys put a lot of effort \ninto this house it looks gorgeous to me thank you \n[Music] where do you have your lunch \nWhere do you have your lunch? \n[Music] it's lunch time \n[Applause] hey Jane wanna eat together sure thing \nwhere do you have your lunch oh I usually sit at the cafeteria how \nabout you for me I'd love to have lunch by the water fountain I love seeing people on \ncampus ah I see all right I will go to have \nlunch with you by the water fountain \nWhat food did you bring today well I've got a sandwich salad and apple \njuice yummy I brought some kimbap for lunch today \nhim back what is it it's a Korean food wanna try \nyes please hasty [Music] \nDo you have less expensive ones? \ndo you have less expensive ones [Music] \nI'd like to buy a watch what type of watch are you looking for \nmadam I'd like to see some digital watches for males \nI want to buy one for my husband he was such a thoughtful wife Madam here \nis our latest digital watch that your husband might like what kind of color does he like \nmaybe Gray if so this is the best one although the \ndesign is simple it has a lot of functions for example you can set an alarm on this \nwatch how much is it fifty dollars madam \num do you have less expensive ones yes but it's not the gray watch that you \nwant and it has fewer functions that's okay my husband only needs to \ncheck the time I see how about this one it's only thirty dollars you can check the exact \ndate and time on this watch looks good I'll take it [Music] \nDo we need to bring anything? \ndo we need to bring anything please \nI can't wait to go camping this weekend yeah I'm so excited \napart from clothes and food do we need to bring anything else how about tents \nI thought the school would prepare tents for us ah yeah you're right \nhow about pillows oh yeah I remember we have to bring our \nown pillows do we need to bring flashlights \num not sure whether we need it or not I think we will need it when Night Comes \nall right let's put pillows and flashlights in our bags then [Music] \nDo you have a good relationship with your boss? \ndo you have a good relationship with your boss [Music] \nhow was your new job Henry do you have a good relationship with your boss \nyeah I think so in my company everyone is so nice that \nalthough I've made so many mistakes they don't scold me and even help me a lot \ngood for you and about my boss I admit he is a bit \nstrict when it comes to work but he always encourages us to work harder \nreally yeah every Friday our boss will invite \neveryone to eat at a restaurant and of course he always pays the bill \nhe's so generous I know right I really enjoy working in \nmy new company foreign \ndo you have a book [Music] \nDo you have a book? \nall right everybody it's reading time please read any kind of book you have \nfor an hour then share what you have read with your friends let's start from now on \nhey I forgot to bring my book do you have a book yes and I have two books \nthe first one is Alice's Adventures in Wonderland the second one is Charlie and \nthe Chocolate Factory which one do you want to borrow \nany of them is fine all right you can borrow my Alice's \nAdventure thank you so much I hope you enjoy it \n[Music] what would you like to eat \nWhat would you like to eat? \n[Music] \nwhat an interesting story oh it's already 12 p.m would you like to \nhave lunch at our house Mrs Lisa yeah a side Loft too Ken always tells me \nthat your cooking skill is perfect oh did he say something like that it's \nso awkward no there's nothing to be awkward about I \ncan see that Ken loves you so much through his stories thank you and what would you like to eat \nanything is fine Tracy do you have any suggestions \nI'm thinking about roasted cauliflower tacos what is that \nit's a taco with roasted cauliflower and it's based on a Mexican dish \nI love Mexican food \ncan I pay by credit card [Music] \nCan I pay by credit card? \nexcuse me I'd like to have the bill yes sir here you are \ncan I pay by credit card yes sir may I have your card please \nhere it is thank you please wait for a moment \nis your card in your receipt thank you the dinner today was perfect \nI will definitely come here next time I'm glad you enjoyed your meal thank you \nfor choosing us [Music] \nHow's the weather today? \nhow's the weather today [Music] \nhurry up Tom are you gonna be late for school \nhow's the weather today honey I'm listening to the weather forecast for now he said it's going to be a rainy \nday if so don't forget to bring your umbrellas \nwhere's my umbrella mom it's in the living room Tom please put \nyour umbrella in the right place next time \nlook at the sky mom and dad there are a lot of dark clouds coming \noh no it's gonna be raining heavily today \nWhat are they saying about me? \nwhat are they saying about me [Music] \ndo you know that you are so famous at school Luna wait what I'm famous no way \nI'm not kidding girl everyone in the map class talks about you all the time \nwhat are they saying about me \nthey said that you were a math genius you can solve every math problem that the teacher gives \nwell I admit that I'm interested in math but I'm not that smart \nI don't know but they said so what else are they saying \nthey said that you are a bit introverted I agree with this point I hardly talk to \nanyone in classes except you do you want to make more new friends \nit's fine than me being what I am now \nHow long are you going to stay there? \nhow long are you going to stay there [Music] \nwelcome back Jane I miss you so much I miss you more than you missed me Anna \n[Music] let's go to my apartment now \nby the way Jade how long are you going to stay there \nI'm having my long vacation right now maybe I can stay there for a month \nreally we can travel together yeah why not right I think I'm gonna \nspend the last two weeks with my family that would be great they also miss you \nso much \nDo you see him often? \nsee him often foreign \nit's great to go jogging on such a beautiful day like this \nyeah it's been a long time since it was sunny right you're right it was raining the whole \nlast two weeks look over there is that our new neighbor \nJohn oh yeah he usually does some jogging in \nthe afternoon do you see him often \nnot really I think he moved there two weeks ago but he hasn't talked to anybody yet \nand it was raining cats and dogs so I couldn't go outside and talk to him as well \nyeah you're right \nCan someone pick up the dry cleaning? \ncan someone pick up the dry cleaning [Music] \noh no all washing machine is broken what \nyeah I'm afraid so [Music] I tried to click the button stop but \nit's not working what are we gonna do now \nshould we use the dry cleaning service I think we should \ndo you know any dry cleaners near here yeah I know one let's bring our clothes \nthere wait how long does it take for us to pick up \nusually around 24 to 48 hours I guess okay cool \n[Music] oh \nhey it's already been two days can someone pick up the dry cleaning \nleave it to me [Music] \nwow look at our clothes it's completely dry \nand it smells so good I'm gonna use this service next time \nShall we go for a walk? \nshall we go for a walk [Music] \nwhat's the weather like today Andy it's cloudy and it's not too hot \nshall we go for a walk we definitely should where do you \nusually go for a walk hmm it's quite random I guess \nsometimes I go jogging in the park sometimes I wander around the riverbank \nhey I've never been to the riverbank before you'd better try you can enjoy the \nnature there if you want okay let's go for a walk near the \nriverbank now [Music] \nAre there any problems? \nare there any problems [Music] \nI just finished presenting the schedule of our trip next week are there any questions \nI have yes please do we have to bring a lot of clothes for \nthe trip no we don't have to the trip only lasts one day so you don't \nneed to change your clothes make sure to wear comfortable ones thank you Mrs Linda \nyou're welcome is there anyone else he wants to ask I want to ask whether we have to buy \nbreakfast and lunch ourselves or not oh don't worry about that the school \nwill provide breakfast and lunch for you guys thank you \nis everything clear yes \nall right I think we can end the meeting today [Music] \nDo you usually stay up late? \ndo you usually stay up late [Music] \nI'm so sleepy did you stay up late last night \nyeah I forgot to do my homework so I had to stay up until 2 A.M to finish it \ngosh do you usually stay up late [Music] not really I can say that I'm a healthy \nperson I always go to bed at 10 pm except yesterday \nI was so careless please manage your time better \nI sure will how about you are you a night owl well I used to stay up late until 1am \nwow but why I don't know I just couldn't sleep \nbefore that so I played video games instead \nbro hahaha but I'd quit staying up late for a month \nlately I've tried to go to sleep at 9 00 pm and wake up at 6am \nhey you've just built a good habit keep it up you too bro \n[Music] that's the end of the video thank you \nfor watching remember to practice English every day to improve your skills \nwatch the video at least three times a week and repeat daily conversations to \nimprove your listening and speaking skills fast try to mimic the intonation and \npronunciation in the video to enhance your speaking fluency and pronunciation \ndon't forget to like share and comment on my video please subscribe to the \nlearn English with Jessica channel to watch more helpful videos \n[Music] \nthank you \n"
}