{
    "transcript": "Intro \n[Music] \n40 english conversations \nHOW'S IT GOING? \nhow's it going [Music] \nhey jane hi josh how's it going everything's great how about you \nhow are you doing not really good actually \nwhat's wrong i have some problems at work and i'm trying to find a new job \noh really how long have you been working there i have been working there for five years \nkinda long though is it a serious problem that makes you want to change job \nno mainly because i'm just too busy now i want to find a job that leaves me some \ntime to take care more of my family i hope you will find a better one soon \nthank you not at all [Music] \nWHAT'S UP? \nwhat's up [Music] \npeter what's up nothing much just trying to fix my bike \nwhat's the matter with it it has a flat tire [Music] \nis it the new bike you have just bought recently yes it is \nnice bike the color looks really cool thanks \nwhere did you buy it i bought it from the masco store next to \nthe supermarket i think i will need one too i may go there to take a look \nyes they have many nice bikes there i still have a voucher if you need it \nreally that's so nice of you thank you very much peter you're welcome \n[Music] \nWHAT HAVE YOU BEEN UP TO? \nwhat have you been up to [Music] \nhi jenny hi jane what have you been up to \nnot much i just got back from a vacation oh really where did you go \ni went to visit my parents in california [Music] \nhow are your parents they are all good thanks for asking \nhow long did you stay with them i stayed there for a week \ndid you enjoy the time there yes i do my sister's family were there too so we \nhad a lot of fun i'm glad to hear that \nthanks jenny [Music] \nare you ready [Music] \nmia come here what's up kate \njust come here and close your eyes okay \nokay now when i count to three open your eyes okay \nokay are you ready yes okay \nthree two one surprise \nwow is it me yes happy birthday mia i hope you like \nthe painting oh my gosh of course i like it \nyou draw so well kate \nthanks mia i'm glad you like it oh thanks a lot kate \ni will hang it in my bedroom such a meaningful gift \nnot at all [Music] \nwhat's on your mind \nWHAT'S ON YOUR MIND? \nbob what's on your mind mike uh i was just thinking about the gift for \nmy mom's birthday when's her birthday her birthday is next week but we will \ncelebrate this weekend so my brother's family can join us \nhave you got any idea about the gift not yet \nlast year i bought a sweater for her but this year i want to have something special \ni think if you do something on your own your mom will be very happy \nlike handmade things not really even you can cook the whole meal for her \nbirthday she will be happy great idea i may try to make a birthday \ncake have you ever made one no \ni haven't but i will try my best [Music] \nHOW MUCH MONEY DO YOU HAVE? \nhow much money do you have \nlisa i know a very nice restaurant let's eat there today \nnice let's go now oh i forgot my wallet at home today \ncan you pay and i will send you the money later sure no problem \nuh one more thing they only accept cash \nreally i'm not sure i have enough cash here how much money do you have \nlet me see um only 25 \nthen let's find a cash machine and withdraw some money okay let's go \n[Music] \nWHO WOULD YOU LIKE TO SPEAK TO? \nwho would you like to speak to [Music] \nhello it's mason's company may i help you hi could you please connect me to mr \njason from the purchasing department sorry i can't hear you \nwho would you like to speak to mr jason from the purchasing department \nokay please wait a moment okay thanks \ni'm sorry mr jason is not at the office now may i know your name so i can inform him \nlater i'm jim from lennox do you know if he \nwill be at the office this afternoon yes he will \nokay then i will call again this afternoon thank you you're welcome goodbye \ngoodbye [Music] \nWHAT TIME DOES IT START? \nwhat time does it start \nkelly are you free tonight yes what's up jessica \nmy friend gave me two movie tickets she said they could not go tonight do you want to go with me \nokay uh what movie is that it's named soul \nit's the famous movie recently yes the cartoon one \nokay uh what time does it start at 7 30 pm \nwe should leave at 7 pm ok i will see you downstairs at 7 okay \nokay see you [Music] \nWHAT WILL THE WEATHER BE LIKE TOMORROW? \nwhat will the weather be like tomorrow [Music] \nare you going somewhere beth yes i will go camping with my classmates \nnice where will you go to [Music] we will go to a campsite on the mountain \nnear our university what will the weather be like tomorrow have you seen the weather forecast \nnot yet could you help me check it okay let me see \n[Music] it's sunny tomorrow you're lucky \nthanks [Music] \nANYTHING ELSE? \nanything else [Music] \nhi may i help you i want to buy some groceries \nokay uh what would you like i would like some eggs and bananas \nhow many eggs and bananas a dozen of eggs and five bananas please \nokay anything else a loaf of bread and a bar of butter also \nokay is it everything yes it is how much is it \nit's nine dollars do you need a bag no thanks here you are \nthank you have a nice day cheers \n[Music] \nARE THEY THE SAME? \nare they the same \nwow jack did you buy new fish yes i did they're so cute right \nare they the same i mean the same type yes they are the same type \nyour aquarium looks so beautiful how long have you had it \ni've had this for eight months is it difficult to raise this kind of \nfish yes it is why \nthey usually overeat and die so you have to pay attention to the amount of food \nwhile feeding them oh i didn't know that you must love them a \nlot to take care of them so well yes they are my lover \n[Music] \nWHEN WERE YOU MARRIED? \nwhen were you married [Music] \nhi lily any difficulty with the new job no everything is great thanks for asking \nif you need any help just tell me thank you have you got married \nyes i have oh really you look very young though \nwhen were you married i got married two years ago \nhave you had any kids yet not yet still enjoy the time as a couple \nright having kids is a blessing but also very tiring \nyes we still need to prepare a lot of things before deciding to have a kid \n[Music] \nCAN YOU SWIM? \ncan you swim [Music] \njack can you swim yes i do so will you register for swimming class \nno i will try another sport how about you i can't swim that's why i registered for \nthe swimming class i hope you will be able to swim soon \nthanks i really like swimming but it seems so hard to me \njust relax and you will float no worry thanks for encouraging me \nnot at all [Music] \nDO YOU HAVE A GIRLFRIEND? \ndo you have a girlfriend [Music] \nwhat are you thinking about i'm thinking about the gift for my girlfriend's birthday \ndo you have any idea yet i think i will just buy something like \nlipstick or perfume for her like last year did she like it \nyes she really liked it i think as long as it is your gift she \nwill like them all you seem to understand women very well \ndo you have a girlfriend no i don't but i have two older sisters \nso i kinda understand women oh really are they still living with you \nnow no they are studying university in another city \nreally how often do they come home once every month \nthat's nice [Music] \nARE YOU AFRAID? \nare you afraid [Music] \njenna do you want to watch a horror movie with me why horror movies \ni prefer action movies are you afraid \nno but why horror movies while you have so many movies to watch \ncome on i really want to watch it but i don't dare watch it alone \nokay fine when will we watch it and where right now in my room \nis it okay okay but let's prepare some snacks and \ndrinks first okay let me pop some popcorn also \nnice see you in 10 minutes okay see you \n[Music] \nDO YOU SPEAK ENGLISH? \ndo you speak english [Music] \nhi excuse me do you speak english hi \nyes yes what's wrong girl i want to go to the theater near here \ncould you show me the way there please okay you go straight on this road turn left \non the second street and it will be on your right thanks \nhow about the supermarket it's right at the corner over there \nyou just have to cross the street thanks for a lot for helping me \nyou are welcome [Music] \nARE YOU AMERICAN? \nare you american [Music] \nhello are you the new flatmate hello yes i am i'm james nice to meet \nyou nice to meet you too are you american \nyes i'm american is this the first time you come to the \nuk yes my first time everything is so different here \nreally what is the difference it's hard to say but the most obvious \nthing is the weather you're right are you tired \nyes a bit i'm mainly sleepy it must be from jet lag now go bring \nyour stuff to your room and rest we can talk later \nokay see you [Music] \nDO YOU HAVE ANY VACANCIES? \ndo you have any vacancies \nhello may i help you hi i want to find a job \ndo you have any vacancies well first of all do you have a resume \nyes i have please take a look in what field do you want to work \ni want to work in the marketing or design field to you open to jobs in the \nuk only or in the european country also \ni get jobs in the uk only ok do you have a preference for the city \nyou want to work in i like london okay got it uh we have some vacancies \nwhich are suitable for you please take a look okay let me see \n[Music] \nARE YOU ALLERGIC TO ANYTHING? \nare you allergic to anything \nclaire what happened to your face i have no idea but it's so itchy \ndid you scratch it yes i did but only a bit though \nit's swollen are you allergic to anything [Music] \nyes sometimes i eat seafood and got an allergy other than that \nno did you put something on your face yes i just tried the new sun cream \ni think you are allergic to it you're right \nmaybe i will check it later if it becomes more serious you have to \ngo to the hospital to check okay sure i will \ndon't worry too much [Music] \ndo you take credit cards [Music] \nDO YOU TAKE CREDIT CARDS? \nhow was the meal it was lovely thank you \nis there anything else i can help with no thanks just the bill please \nokay please wait a moment [Music] \nhere you are please check the bill [Music] \nokay no problem uh do you take credit cards \nyes we do great here is my card \nthank you i will be right back [Music] \neverything is done here is your card okay thanks \nthank you for dining with us we hope you had a great time tonight \nthank you [Music] \nARE YOU HUNGRY? \nare you hungry [Music] \nlucy what's wrong uh i have a stomachache \nwhere does it hurt on the upper stomach \nare you hungry yes i haven't eaten anything since this morning \nmaybe that's why you have a stomachache you should eat something \nokay let me drink some water first do you want to eat anything \ni can help you make it thanks ann could you make me a toast with eggs \nsure rest a bit i will bring the food for you oh thanks a lot anne \nnot at all [Music] \nHOW FAR IS IT? \nhow far is it \nhi thomas hi lily how is it going it's going great thank you \nwhere are you going i'm going to my grandparents house \nhow far is it not so far only ten minute walk \nthat's not far you're so lucky to live near your grandparents \ni know that's why i come to visit them two times a week \nsuch a good grandson how about your grandparents how are they \nthey are all good thanks for asking \nsorry but i have to go now i will visit when i have time \nokay enjoy your time with your family thanks i will \nbye bye [Music] \nHOW IS SHE? \nhow is she \ndo you know who i met yesterday who is that it's lauren \nwhich lauren lauren in high school yes it's her \nbut she is living abroad isn't she yes she said she came back to visit her \nparents on the holiday how is she she's good she has two kids now \nnice how did you meet her i met her in the supermarket \n[Music] did you recognize her at first glance \nno i didn't you won't believe it she looks so different \nreally how different she looks much more beautiful than \nbefore so how did you know it's her she recognized me first \nARE YOU READY? ? \nare you ready [Music] \nhannah it's 7 25 p.m are you ready \nwait a minute i can't find my purse be quick we need to leave in five \nminutes or we will be late i know can you help me out \nokay did you find it inside your bag yes i did it was not there \nwhen was the last time you use it i used it when shopping in the \nsupermarket yesterday [Music] \nmaybe you left it in your car no i need the key to open the door \nbut the key is inside the purse um so it must be somewhere here \nright i can't find it anywhere how about the shopping bags \noh yeah maybe let me see \n[Music] here it is ugh you're a genius jessica \ncome on let's go [Music] \nHOW MANY CHILDREN DO YOU HAVE? \nhow many children do you have [Music] \nhi is it james oh hi yes \nyou are it's julia julia in high school \noh julia i'm sorry i didn't recognize you it's so long since i last saw you \nno problem it's like 10 years how is everything \nvery great i have two little daughters how about you \ngreat too i'm also very happy with my wife and kids \noh how many children do you have i have three boys they are very naughty \nwow that's awesome are you still living in the city now \nno we live in france we just came back so the kids can visit their grandparents \noh that's why it was like you totally disappeared huh it's so nice to see you \nagain me too nice to meet you again okay enjoy the trip with your family \nthank you [Music] \nARE YOU SICK? \nare you sick [Music] \ngeorge are you sick yes i feel so dizzy \nyou look so pale what happened i don't know \ni only slept two hours last night at a deadline [Music] \nthat's why your body is exhausted have you eaten anything \nno i haven't let me grab something for you to eat \nquickly then you have to sleep okay thank you i will rest for a bit \nokay i will tell you when it's done thanks \n[Music] \nHOW MANY LANGUAGES DO YOU SPEAK? \nhow many languages do you speak [Music] \njack what are you doing i'm watching japanese anime \ni didn't know you liked it yes i like it but at the same time i \nwatched to learn japanese oh really but you can speak spanish and \nfrench also right yes i can \nwow so how many languages do you speak four includes english french spanish and \njapanese can you speak fluently or just a bit of those languages \nfluently other than that i can speak some dutch and german but not too much \nwow that's impressive [Music] \nHOW MUCH ALTOGETHER? \nhow much altogether [Music] \nhi how may i help you hi i would like to buy a loaf of bread \nand a dozen eggs okay anything else \nhmm let me see how much are these apples \nfour dollars for a box okay i take one do you have cheese \nyes over here you can choose what you want okay \nthis one is that everything yes that's all \nhow much all together it's 15 total do you need a bag \nno thanks i got mine here you are thank you \n[Music] \nHOW MUCH DOES THIS COST? \nhow much does this cost [Music] \nwow jane such a beautiful coat is it new \nyes i just had it a few days ago it looks so trendy which brand is that \nit's zara oh how much does this cost \ni'm not sure that's a birthday gift from my husband \nwow your husband has good taste yeah he always helps me to choose \nclothes is he a fashion designer no but he used to dream to be a fashion \ndesigner nice dream what does he do now \nhe is running a business [Music] \nHOW MUCH MONEY DO YOU MAKE? \nhow much money do you make [Music] \nhi lisa how have you been hi luisa not much \ni quit my old job oh really last time you said you were so tired of \nthat place yes i was so bored with the job \nwhat are you doing now i'm doing freelance now \nwhat exactly do you do as a freelancer i write different content and do content \nplanning for customers [Music] \nnice how much money do you make just a bit more than my previous job but \ni have much more free time that's great what is your plan for the future \ni will grow it as a real business and do personal branding \nsounds very professional i hope you will succeed thanks \n[Music] how does it \ntaste [Music] \nHOW DOES IT TASTE? \n[Music] lucy come here what's up amelia \ni just baked some cookies try it okay \noh they smell so good \nhow does it taste very delicious lucy i didn't know you could bake \ni used to bake a lot but now i'm too busy so why suddenly you make these cookies \ntoday i saw a recipe online and the cookies \nlook so attractive so i just want to try it \nit tastes so good you can even sell it in the store \nthank you i really like baking but selling in a store is a totally \ndifferent story how long does it take you to bake these \naround half an hour that's pretty fast though can i have some more \nsure of course take it [Music] \nwhat do you you do for work \nWHAT DO YOU DO FOR WORK? \n[Music] \nstacy this is my friend tara she will live with me for a few days \nwhile waiting to move to a new place hi tara hi daisy hope you don't mind if i stay \nhere for a few days no problem why do you have to wait to move in \nah it was provided a place in the campus dormitory now they are cleaning again after a year \nwhat do you do for work i'm a university lecturer \nah that's why enjoy the time here thank you \n[Music] what's today \ntoday is date [Music] \nWHAT'S TODAY'S DATE? \nmia what's today's date it's october 1st what's up \nugh work is so busy these days i didn't notice that my boyfriend's birthday is \ncoming when is his birthday it's on october 8th \nhave you had any idea for the gift not yet oh i'm so busy i haven't thought \nabout that and maybe you just cook a meal for him on the weekend when you have time \ngreat idea but i still want to have a gift also \nyou still have one week to think no rush yeah you're right \ni will think about it later tonight thanks [Music] \nthanks for watching don't forget to like share comment on my video \nplease subscribe to learn english with jessica channel to watch more helpful \nvideos goodbye \n"
}