{
    "transcript": "Intro \nforeign \n[Music] \nmakes you fit and healthy \nDaily exercise makes you fit and healthy \n[Music] \ngood evening \nwhere are you going \nI'm going to a doctor \nwhat happened to you \nI don't feel well these days \nit seems like you are very careless \nabout your health maybe you did not \nexercise regularly \nI don't have time \nyou know I'm really busy with my \nassignments I study all the time \nthat's why you don't feel well \nyeah but I know that physical exercise \nis very important \nyes you're absolutely right regular \nexercise will keep you healthy and you \ncan avoid General sicknesses \nin your opinion what are the advantages \nof physical activity \nthe two most important elements in my \nopinion are keeping the body fit and \nkeeping the weight under control \nit makes the body's joints more flexible \nand protects against sickness \nit means if I don't exercise regularly I \nwon't be able to keep my body healthy \nand fit \nexactly \nwhat should I do then \nexercise regularly either in the morning \nor in the evening but in the morning \nit's better \nfrom tomorrow morning I will start \nexercising \ngreat \n[Music] \nI want to buy them all \nI want to buy them all \n[Music] \nexcuse me can I buy some books \nsure what kind of books do you want \nI'm seeking a copy of English grammar \nand composition \nokay let me find it \nhere's the book \ngreat I also need some books written by \nDan Brown do you have any of his books \nyes of course do you have any particular \nchoice \nyes I want Angels and Demons The Da \nVinci Code Inferno and some other novels \noh yes these books are very popular \nyou're right please give me the books I \nwant to buy them all \nsure please wait just a moment I'm \nbringing them \nokay \n[Music] \nthe elephant in the room idioms \nThe elephant in the room \nthank you \nhi I haven't seen you in a while \nyes it has been a long time \nexactly how long do you think it has \nbeen \nI believe it has been two years since we \nlast saw each other \nsuch a long time \nyeah \ndo you still keep in touch with Linda \nyes I still talk to her \nhow is she these days \nshe got married five months ago \nwow that's wonderful \nand she's having a baby in the next \nthree weeks \nhow can Linda get married five months \nago but she is having a baby in the next \nthree weeks \nwell that's the elephant in the room \n[Music] \nI struggled with this all day \n[Music] \nI struggled with this all day \nJohn what's wrong with you you look so \npale \nI haven't slept for many days \ntell me what's wrong maybe I can give \nyou some advice \nmy wife and I divorced and I am now \nliving alone \noh God I'm so sorry to hear this \nstruggled with this all day what should \nI do \nthat's a reality and a tough one well \njoin groups doing community service \nbasically focus on making changes it's \nnot easy but possible give yourself time \nyeah I know \nbesides accept your mistakes and work on \nnot repeating them living alone ain't \nthat bad you know \nthanks for your advice \n[Music] \nI normally go to work on foot \n[Music] \nI normally go to work on foot \nhi there \nhi I haven't seen you around here before \nhave you been working long \nno I've only been here a month \noh glad to meet you \nme too is your home near the company \nmy house is very close to the company \nso you walk to work \nyeah I normally go to work on foot \n[Music] \nthey are disturbing others \nThey are disturbing others \nI am really losing patience with my \nnoisy neighbors \nokay so do you know what is the cause of \nthat noise \nsomeone said they are installing some \ncountertops in their kitchen \ndo they usually make a lot of noise \nI can hear music through the walls all \nthe time \nhave you spoken to them about the noise \nproblem \nI mentioned it to them once \nare you ever disturbed by other sounds \nyes I hear them talking loudly a lot and \ntheir television is really loud \nthat's bad \nthey are disturbing others \n[Music] \nmaybe another time \nMaybe another time. \ndo you have any plans tonight \nno not really why \nyou know it's been a long time since we \nhave seen each other why don't we go out \nfor dinner or something \ndinner oh I don't think I can I work the \nnight shift tonight \nmaybe another time \nwell how about tomorrow morning \nyes I'm free tomorrow morning \nwhat do you think about going to the \nmovies with me tomorrow \nthat sounds great can you come pick me \nup \nokay I'll pick you up a little earlier \nand we can go to the cafe next to the \ntheater is that okay \nyes great \nokay I have to go see you later \nsee ya \n[Music] \ndo you need a wake-up call \nDo you need a wake-up call? \n[Music] \nI'm John \nyes \nhow may I help you today \nI have a plane to catch tomorrow morning \nand I can't miss it \nyeah so do you need a wake-up call \nyeah I need to request a wake-up call \nfor tomorrow morning \nwhat time do you want the call \nI need two calls one at seven and \nanother at 7 15. \nnot a problem we'll call you tomorrow \nmorning at seven and again at 7 15. what \nis your room number \nI'm staying in room 666. \nokay sir is there anything else I can \nhelp you with today \nyes I'd like to have some breakfast and \na pot of tea delivered to my room after \nmy wake-up call \nyes sir have a nice day \nyou too thanks for your help \nit was my pleasure \n[Music] \nhe never cleans his own mess \nHe never cleans his own mess \n[Music] \nhey are you going shopping with me \nno I'm a bit tired today \nwhat's wrong \nwell my boyfriend constantly makes \nmesses that he doesn't clean up on his \nown \n[Music] \nthat's bad \nhow can I get him to be more responsible \nand help around the house \nhiring cleaners and maybe if it's \ncosting him money he'll start paying \nattention \ngood idea \n[Music] \ndo you have a refund policy \nDo you have a refund policy? \n[Music] \nI help you \nI'd like to return this jumper please \nis there something wrong with it \ndoesn't really suit me \nhave you got the receipt \nyes here it is \nokay would you like to exchange it for \nanother size \nno I would just like a refund please do \nyou have a refund policy \nyes the full amount will go back on your \ncredit card \nthanks so much \n[Music] \nyour name is on the list \n[Music] \nYour name is on the list. \nwho did you vote for for the best staff \nof the year \nI haven't gone to vote yet I'm so busy \nRoss \nyou should come to take a look your name \nis on the list \nare you kidding me no way \nI'm not your name is on the list you \nhave many votes I voted for you too \nI can't believe it I did nothing special \nto be listed \nyou led the biggest project this year \nremember \nit wasn't really successful \nbut it helps our company have a great \nreputation that is a remarkable \nachievement \nI think I will vote for Mr James he's \none of the people I admire most in our \ncompany \nhe also has many votes already \n[Music] \nhappy birthday \nHappy birthday! \n[Music] \nhappy birthday \nthank you for inviting us to your party \ncome in lovely to see you come help \nyourselves to the food \ndoesn't Jane look happy she is so \nexcited \nmy goodness there's so much to eat I'm \nkind of hungry now \nit all looks amazing I'm going to have a \nlittle bit of everything \nI love salmon and the king-sized prawns \nlook irresistible \nI fancy the cold ham and salad \nlet's go find somewhere to sit \n[Music] \nnot the least \nNot the least! \nthank you \nhey do you know who he is \nI haven't the least idea who is that \nhe's the new student I heard that he is \nthe best soccer player in his school \nthat's cool \nhe got three cups when he was just in \nPrimary School \nhe's a star \nyeah do you know why he moved to our \nschool \nmaybe his parents have business here \nno his mom and dad divorced so he moved \nhere with his dad \n[Music] \nwhat is going on \nWhat is going on? \nThomas what is going on why is the house \nmessed up like this \nhi Mom why are you home early today \ntoday is Saturday I just need to work in \nthe morning \nwell I almost forgot that \nThomas what happened in our house \nI'm just making some things I'm almost \nfinished then I will clean them up \nhold on did you use the hot glue gun do \nyou know what's dangerous \nyeah I'm fine I know how to use it \nsafely \ncan I see what you are making \nno it is your birthday gift I want to \nsurprise you \noh you are so sweet \nthank you so much \n[Music] \nthe advantages of this are many \nThe advantages of this are many. \ndo you want to take part in a yoga class \nwith me \nI have no time I think I am not able to \ncome on it is in the morning you just \ndon't want to wake up early do you \nyou know me I like sleeping in I need to \nrecharge after a long working day \nthe advantages of this are many \nyoga relaxes you helps you sleep better \nI always sleep well so I think it's \nuseless for me \nyoga can help with back pain relief you \ntold me your back hurts because of \nsitting at the computer all day right \nyeah does it work \nabsolutely \nokay I will consider it \n[Music] \nI am sorry \nI am sorry. \n[Music] \nhello \nhello Rachel this is Kyle I'm sorry to \ncall so late \npile what happened we were supposed to \nmeet at eight \nI'm sorry my car broke down so I \ncouldn't get there \nwhy didn't you call me I waited for you \nfor over an hour \nand my cell phone died so I couldn't \ncall you \nI was really worried \nI'm really sorry can we get together \ntomorrow \nokay but Kyle please call if something \nhappens \nI will pick you up tomorrow at 7 30. is \nthat okay \nokay be on time I don't want to be stood \nup again \nI know my apologies \n[Music] \na lovely day isn't \nA lovely day, isn’t it? \nisn't \n[Music] \nit is sunny and windy today \nyeah a lovely day isn't it \nyes it is I was supposed to have a \npicnic this morning \nwhy did you cancel it \nyesterday the weather forecast said it's \ngoing to rain today \nOh What A pity why don't you go this \nafternoon \nTommy is busy this afternoon do you want \nto go with me everything is prepared \nwell \nI'm in I have a day off today \nperfect I will go home and get the \nnecessary things \ndo you need me to help with anything \nsure let's go \n[Music] \nwhere is your office \n[Music] \nWhere is your office? \nrecently I have been late for work \nthough we start at 8 30. \nwe normally work from eight but I have \nnever been late my company is strict \nwhere's your office \n235 Main Street \noh my it is a bit further than my office \nhow long does it take you to get to the \noffice \n30 minutes driving \noh my what time do you get up \nat six a.m I have a lot of things to do \nin the morning \nI think I should get up early I can't do \nanything in the morning but my personal \nhygiene \n[Music] \nyou're driving too fast \n[Music] \nYou’re driving too fast. \nyou're driving too fast \nwhy do you say that \nthe speed limit is 40. \nI know that \nbut look at you you're doing 55. \ncome on so is everyone else I don't want \nto be left behind \nbut a policeman might stop you \nno he won't some cars are going faster \nso the cop will stop those cars \nof course he stops the fastest cars \nmy friend got a ticket for doing 45. \nhe just got a bit of bad luck \n[Music] \nhave a good weekend \n[Music] \nHave a good weekend \nthank God today is Friday \nyeah we are going to have two days off \nthis weekend \nthat's great it has been a long week \nwith a lot of stress \nwhat will you do this weekend \nI just want to stay at home with my kids \nand enjoy my weekend \nhow about you \nI have no plan yet I also want to stay \nat home with my family \nthat's great family is the best \nyeah see you next week \nsee you have a good weekend \nyou too \n[Music] \ndo you want to hang out \nDo you want to hang out? \nTony do you want to hang out \nwhen right now I need to do some house \nchores \nno no what about tonight \nI'm still free tonight but where do you \nwant to go \n[Music] \nit's up to you I have no idea now do you \nhave anywhere you want to go \nI don't know \ndo you want to go to the shopping mall \nthere's a new one in District One \nthat sounds great \nthere's a skate box inside \nwe can go around and buy something or go \nskating \ngreat idea we will meet at Mr Johnny's \nhouse okay \nsure see ya \n[Music] \nthey are famous for \nThey are famous for .... \n[Music] \nforeign \nmy Grandpa gave it to me after his trip \nto Japan \ndo you know they are so famous in Japan \nreally I didn't know that if you \nrecognize these faces do you know what \nthey're famous for \nthey're famous for their Manja series \nthey are famous Manja artists \ncould you name some of the artists \nDetective Conan is one of my favorite \nseries \nah I know that one but I cannot \nrecognize its author did he write the \nlast episode \nas I know he hasn't yet I also look \nforward to the last episode to know who \nis the boss of the mafia \n[Music] \ndo not shout in the library please \nDo not shout in the library, please. \n[Music] \nyou got a letter \nwhat from who \nfrom Evelyn \noh my God let me see \nhere you are \nhurry do not shout in the library please \noh my I'm so sorry \nE2 \nand do not run either \nyes ma'am \n[Music] \nif my memory serves right \nIf my memory serves right, ... \n[Applause] \n[Music] \nhave you heard about the coming mini \ntest \nMs Lily informed us at the beginning of \nthe month though I'm not sure anyone \nremembers it \nif my memory serves right it is next \nMonday \nunbelievable I thought it would be next \nmonth \nnext Monday is next month \noh my I did not notice that time flies \nyes this Friday is the last day of the \nmonth \nso should we ask Ms Lilly in person in \nclass today \nyeah we need to have time to prepare for \nit \n[Music] \nI would love to have a cup of coffee \nI would love to have a cup of coffee \nwould you like to drink a glass of hot \nmilk \nno thanks I would love to have a cup of \ncoffee \nsure let me make that for you \nthanks \ndo you want to add sugar or milk \na little sugar please \nsure \n[Music] \nhere you are \ndo you often have coffee in the evening \nyeah I like coffee so much how about you \nnever I just drink coffee before 10 a.m \nif not I will not be able to sleep in \nthe night \nah I see \nalso I know caffeine is not good for my \nheart so I rarely drink coffee \nthank you foreign \nthat's very kind of you \nThat's very kind of you! \n[Music] \nhey where are you going \nI'm going home what's up \ncan you do me a favor please \nsure how can I help you \nI'm also on my way home but my car is \nbroken down \nso I need to leave it at the garage for \nrepairs can you drive me home please \nah sure your house is on my way home get \nin the car \nthank you so much \nwhen can you get your car back \nI don't really know they told me it \nwould be done tomorrow \nif it hasn't been done by tomorrow let \nme know I'll drive you \nthanks so much that's very kind of you \n[Music] \nplease suit yourself \nPlease suit yourself! \nforeign \n[Music] \nwhat are we having for dinner \nI made steak for you it is your favorite \ndish isn't it \nyeah perfect I love it thank you \ncan you help me to set the table please \nsure \nI think we'll finish the dinner late \ntonight do you want to stay over \nis it convenient for you \nyeah it's fine there are three bedrooms \navailable so please suit yourself \nwell I have an idea \nwhat's that \nwe can have a sleepover we can watch a \nmovie train can talk all night \nJust the Two of Us \nI can call Lily and Linda they live \nnearby \nthat's great \n[Music] \nit's none of your business \nIt's none of your business. \nhey Linda's laptop was stolen have you \nheard anything \nyeah she called me an hour ago she is so \nstressed out right now \nluckily it is an old laptop with nothing \nimportant on it everything was backed up \non a database \nyou know nothing \nwhy are you upset it's none of your \nbusiness \nshe kept my report file in her laptop \nbag \nwhich file \nthe final report for my final term test \noh my why did she keep that \nI asked her to print it out for me there \nis no print shop near me \nwhat will you do now when do you have to \nsubmit it \nto be honest in one hour I need to rush \nto find a print shop to print it out now \nlet me help you \n[Music] \nyou better believe it \nYou better believe it! \n[Music] \nare you ready for the debate competition \nnot really it is the biggest game in \nwhich I have taken part I'm so nervous \nbe brave dude you want two rounds \ndo you think I can win the game \n[Music] \nyou better believe it 100 percent \nthanks for your encouragement by the way \nI have a ticket to get a do you have any \ntime to join \nI would love to but I have classes on \nthat day I'm so sorry \nAh that's fine no worries \nI promise I will attend your next round \nwell it depends on today's result \n[Music] \nthere's no way to know \nThere's no way to know. \n[Music] \nwhere did you go during your summer \nvacation \nI visited my grandma's house for two \nweeks what about you \nI traveled to New York with my big \nbrother \nyou must have had so much fun \nyeah my brother used to be a tour guide \nso he knows many beautiful places \ndid you meet Jim he's been to New York \ntoo \nreally what a Pity if I knew that I \nwould ask him out sometime is he back \nyet \nno not yet \nwhen will Jim move back to Texas \nthere's no way to know he hasn't called \nme since you're right there \nthank you \nthanks for watching don't forget to like \nshare comment on my video \nplease subscribe to learn English with \nJessica channel to watch more helpful \nvideos goodbye \n[Music] \n"
}