{
    "transcript": "Finally, Summer's here. \nLet's make a plan for our awesome vacation. \nI want to go to the beach. \nI love sunbathing and swimming in\nthe ocean. It's gonna be super fun. \nOh, come on, Sophia. I'm not in the mood\nfor sunbathing or swimming at all. \nSo...Where do you wanna go, mom? \nI wanna visit somewhere peaceful, such as the farm. \nThe farm? \nAre we gonna feed cattle there all day long? \nNot really \nWe're gonna have other activities as well. \nMy friend went on a farm tour last\nspring, and she said it was fantastic. \nWe can learn how to raise animals in the pasture. \nThe farmers there will teach us. \nCan we grow vegetables? \nOf course we can. \nIf so, I wanna go. I love gardening. \nWhat's your take on the plan, honey? \nI know a place where you can both\nenjoy the beach and go on a farm tour. \nLast summer, my colleague went on a similar\ntrip, so we can ask him for more information. \nHurray! I can't wait to go! \nMe, too! Can we call him right away\nto ask for a detailed itinerary? \nSure thing. \nAll right. I just called him. \nHe said that Rose Hotel can provide a package tour \nfor us to explore the beach and the farm. \nSounds good! \nSophia! We are busy preparing stuff\nright now so can you do us a favor? \nYes, mom? \nCan you look after your little brother for a while? \nLeave him to me, Mom. \nAnd can you double-check your passport once again? \nIf you forget it, you cannot get on the plane, you know. \nDon't worry, Mom. I got it! \nStop crying! Here's your toy. \nAll right. I hope everything is all set now. Let's go. \nWe need to find Checkpoint 2...Ah, here it is. \nWe need to bring our passports to the check in counter. \nGive me your passports, guys. \nOh, my God. Where's my passport? \nWhat's the matter, Sophia? \nI can't find my passport anywhere. \nWhere was it the last time you saw it? \nIt was...gosh...I forgot it on the table at home. \nWait, what? Are you kidding us? \nWe have to be at the departure\nlounge 40 minutes before the flight. \nSo that means I cannot go with\nyou guys? What am I gonna do? \nCalm down, everyone. Let me ask the check-in officers. \nSorry, Ms. But our daughter\nforgot her passport at home. \nCan you use our passport instead? \nIt's impossible, sir. \nI'm afraid that you have to go\nhome and get it before the flight. \nBut there is no time left for us. \nAre there any other alternatives? \nOur only option is to cancel this flight\nand buy tickets for the next one. \nReally? All right. Let me talk to my family first. \nHold on, darling. Let me ask Anna. \nMy aunt? \nExactly. She's still at home now,\nso maybe she can help us. \nAll right. She agreed to bring the passport to us. \nKeep calm and wait. \nUgh...Why does it take her so\nlong? I'm in a real tizzy now. \nLet me call her again. \nHow's everything? \nShe said she would be here in 10\nminutes because she couldn't take a taxi. \n10 minutes? It's deadly near the departure time! \nWe can do nothing else, bae. \nI think we should cancel the flight. \nWait...Look! She's here! Run to her, Sophia! \nThank you so much, Anna \nNo problem. Hurry up. \nAlright. Here are our passports. \nMay I see your digital tickets, please? \nHere. They're on my phone. \nMay I know how many bags you're checking? \nWe have three in total. \nWould you mind putting them on the scale? \nNot at all. \nWhat about our backpacks, Dad? \nThose are carry on luggage so we\ncan bring them with us in the cabin. \nThank you. Here are your\npassports and boarding passes. \nYour boarding gate is A3,\nand please go there immediately. \nOkay. Luggage checked. Does everyone\nhave your boarding pass and passport? \nYes, honey. Let's head to the security checkpoint. \nWhat are they doing, Dad? \nWe have to follow them, Sophia. \nWe have to take out our electronic devices like laptops\nor phones, and put them with our backpacks in the tray \nAnd also put our wallets, keys and watches there. \nYes, you're right, honey. \nWe only have 5 minutes before the flight. \nLet's proceed to boarding gate A3 now. \nWe're waiting for you, Mr. and Mrs.Johnson. \nPlease have your boarding pass and passport ready. \nHere you are. \nWelcome onboard flight AA1 to\nthe U.S. Please enjoy your flight. \nFinally, we arrived at our destination. \nLet's find our bags. Ah, how lucky! They're here. \nThis one. Sophia's. And this one is yours. \nHold on...Where's my luggage?! \nHave you checked carefully? \nIt should have been with you guys because\nwe checked in at the same time, right? \nYeah. \nWhere is it? \nI think I lost my luggage. Ugh! \nCalm down, honey. Let's go\nto the Lost & Found office. \nHello. \nI'd like to report that I've lost my luggage. \nCan you tell me your flight number? \nIt's AA1. I just arrived 15 minutes ago. \nMy husband and my daughter found\ntheir luggage, but I can't find mine. \nI see. May I have your name first? \nMy name is Emily Johnson. \nE-M-I-L-Y J-O-H-N-S-O-N, is that right? \nThat's correct. \nHow long do you plan to stay in the U.S? \nFor 3 days. \nAlright...So you are only missing\none piece of luggage, right? \nYeah. It is pink, and it also has my name tag on it. \nIs it big, medium or small? \nIt's quite big, I think. \nMay I know the address where\nyou're gonna stay in the U.S.? \nWhat is that, Frank? \nOh. It's Rose Hotel at 35 Middlesex Turnpike. \nThank you. Can you fill in this claim form? \nHere you go. \nThank you for your cooperation. \nWe'll check your information once again\nand contact you if we find anything new. \nCan we go to our hotel and check in first? \nYes, of course. We will contact you through\nthe number you wrote in the claim form. \nThank you so much. \nIt's okay, honey. The airport\nsecurity officers are professional. \nThey're gonna help you to find it. \nI hope so. \nNow, shall we catch a taxi? \nWhat is the address of the Rose Hotel? \nLet me check it again, ah, it's\nat 35 Middlesex Turnpike. \nWait, what? Did we arrive at the right place? \nI'm confused, too. Why are we in\nfront of an ongoing construction? \nCan you call the hotel and ask them? \nOkay. Okay. \nI know what the problem is. \nWhat's wrong, Dad? \nThe taxi driver drove us to the wrong place. \nOur accommodation is supposed to\nbe at 35 Middlesex Turnpike, Bedford. \nAh, but we are in Billerica, right? \nPrecisely. \nBut don't worry. \nthe hotel attendant said he would\nsend a shuttle bus to come to pick us up. \nThank God we're finally here. \nI think someone's calling you, honey. \nWho was it? \nIt was the airport officer. They found your luggage. \nUgh... but we just got here, and now we have to go back. \nNo problem, please check in first. I'll come back later. \nHello. You must be Emily, right? \nAh, no, I'm Frank, I'm Emily's husband. \nAh, haha, my bad. \nIt was us who took your baggage by mistake. \nI also have the same color as your\nwife's luggage so I didn't notice at all. \nYeah, when we were about to take a taxi to Rose Hotel, \nI checked the luggage tag again and found it wasn’t hers. \nOh, is that so? \nWe are so sorry, Frank. \nIt's okay, guys. I'm glad that\nwe did not lose our luggage. \nAre you guys also going to the Rose Hotel? \nWell, we planned to take a farm\ntour provided by that hotel. \nReally? Me, too! My family is staying there. \nBut there were some problems with our initial\nplan so we canceled our farm-tour tickets. \nHow come? \nOur parents suddenly called us so we had to go back first. \nI see...What a pity. \nIt's okay, Frank. Please let us make\nup for your time coming here. \nIt's totally fine, guys. You don't have to! \nPlease accept our apology, Frank.\nWe can give you our Farm Tour Tickets \nYeah, we have four tickets for our parents\nand us, but we no longer need them. \nWow. Can I really have them? \nOf course you can. \nWe hope that you can enjoy your\ntrip happily with your family. \nIt must be a long day for you, right, Frank? \nThank you so much, guys. \nHey, Henry. \nWelcome back. \nHaha. I've only been away for a week. \nIt's quite long. \nOkay, but now I have to finish the work and send it to the publisher \nI've tried to return as quickly as possible. \nWhen is the deadline? \nMorning. Tomorrow. \nWhy didn't you call me to pick you up? \nI can take a taxi. \nOkay. \nJust do your work. \nOh, what is that? \nWhat? What happened? \nIt is not my suitcase. \nWhere did you get it? \nThe airport, of course. \nI went straight home after getting off the airport. \nSo poor you. \nYou took someone else's suitcase by mistake. \nOh, no. \nIt's totally the same as mine. \nReally? \nYou see my suitcase. \nIt's black Like this. \nThe same size as well. \nBecause I was in a hurry to get home and didn't check it. \nWhat are you going to do now? \nI think I should go back to the airport\nto report this problem. \nOkay. \nGo right now. \nOh, but at which counter can I report it? \nBaggage service counter. \nI think. \nOkay, thanks. \nHope you can find it soon. \nI hope so. \nAll of my work there. \nCan you describe the suitcase and what's in that suitcase? \nHere is a picture. It's black. \nThere are clothes, two books,\ntwo important documents \nthat we really need\nto present to our boss tomorrow. \nI see. \nWe have saved your information and will\ncontact you as soon as it is available. \nThanks. \nOh. Are you Mary? \nYes. Oh, Henry. \nLong time no see. \nReally long, since we were still in\nthe same college club. \nRight? \nThat's right. \nBut why are you here? \nI have some problems. \nAh, me too. I have reported it. \nDo you have time? \nWait for me for a few minutes. \nAnd can we talk later? \nSure. \nSo you wait for me there for a while. \nHi, I have some trouble with my suitcase. \nYes. What's your problem? \nI think I picked up someone else's\nsuitcase by mistake. \nAnd I also lost my suitcase. \nWhich flight did you take? \nI landed a flight from Russia this afternoon. \nWhat time did you land? \nAbout 3 p.m.. \nAh, there was a passenger who came looking for her suitcase. \nIt seems like this is your suitcase. \nGreat. \nI'm so lucky. \nThere are a lot of important things in it. \nShe has just been here. \nIs her name Mary? \nRight. \nDo you know her? \nYes. She was my friend. \nWe just met. \nBut I don't think it's a coincidence. \nWe took each other's suitcase by mistake. \nI think that's lucky. \nHere she is back. \nSo you and I took each other's\nsuitcases by mistake. \nWhat a coincidence. \nWe have said hi. \nAnd unexpectedly,\nthe two of us took the wrong suitcase. \nLucky to have found it. \nThat's right. \nI also have many important documents here. \nThank you for helping us. \nYou're welcome. \nDo you have time tonight? \nYes. \nIt has been a long time since we talked. \nWould you like to have dinner with me? \nI know a great restaurant. \nIt's my pleasure. \nOkay, so let's go. \nGosh, this is unbelievable! \nHello, sir. \nHow can I help you? \nWell, I'm flying with American Airlines today. \nWhen I started to board \nI found out that I lost my wallet. \nIt's gone. \nIt's driving me crazy! \nI'm so sorry to hear that. \nCan you tell me what was in it, sir? \nOkay. \nIt contained my visa and cash. \nOh, sorry. \nMy visa is still here with me... \nAnd... um... I put my passport in it. \nI think so. \nWe're going to help you to report this to the embassy. \nHow's about your ID and your ticket, sir? \nMy visa and ID card are in my pocket. \nOh. The boarding pass was also in my wallet! \nJesus!! What a day!!!! \nI've only got the credit cards here. \nHow much money was there, sir? \nHmmm... I'm not sure. \nI guess like several hundred pounds. \nOkay, I got it. \nWhen was the last time you saw it, sir? \nOh… uhm let me recall… \nThe taxi dropped me off at 4.30 P.M. \nWe'll try our best to help you find your wallet, \nso you can get on the plane in time. \nI was late and in a hurry. \nOh, the wallet was still with me\nwhen I was at the entrance. \nAnd I didn't remember much after that, about the wallet. \nSo your wallet might be missing from 4.30 until now. \nI've noted down all the information. \nWe'll try to track down your missing wallet, a.s.a.p. \nYes, please. \nI'm really pressed for time right now. \nI think I dropped it somewhere near the entrance. \nOh, by the way, my wallet is brown made of leather. \nAnd there’s a small letter R on it. \nOne moment, sir. \nI'll call the front desk first to ask\nif they have your wallet there. \nThey often keep lost items there. \nThat would be great. \nWhen I heard the last call from the speaker, I panicked. \nI don't know what to do. \nsir. 5 minutes ago, \nour security guard found a small brown\nleather wallet next to the check counter. \nGosh! I think that’s mine. \nHow can I get it back? \nThe guard will bring it here to you, sir. \nWhat a relief! Thank you so much. \nI really appreciate your help. \nMy pleasure, sir. \nHave a safe flight! \nThanks! \nHave a good day then. \n"
}