{
    "frequency": 6,
    "md": "giải nghĩa từ \"anticipation\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Từ loại:** noun\n\n**Nghĩa tiếng việt:** sự chờ đợi, sự mong đợi, sự dự đoán\n\n**Câu ví dụ:** The anticipation of the concert was building up for weeks.\n\n(Dịch: Sự chờ đợi của buổi hòa nhạc đã được xây dựng trong nhiều tuần.)\n\n**Các từ liên quan:**\n\n* Expectation: sự mong đợi\n* Hope: hy vọng\n* Anxiety: lo lắng\n* Excitement: sự phấn khích\n\n**Các từ trái nghĩa:**\n\n* Disappointment: sự thất vọng\n* Disillusion: sự thất vọng\n* Letdown: sự thất vọng\n\n**Giải thích:** Anticipation là một từ loại danh từ, có nghĩa là sự chờ đợi, sự mong đợi hoặc sự dự đoán về một sự kiện hoặc một điều gì đó sẽ xảy ra. Từ này có thể mang lại cảm xúc tích cực hoặc tiêu cực, tùy thuộc vào hoàn cảnh. Ví dụ, sự chờ đợi của một buổi hòa nhạc có thể mang lại cảm xúc phấn khích, nhưng sự chờ đợi của một kết quả xấu có thể mang lại cảm xúc lo lắng.",
    "html": "<p>giải nghĩa từ \"anticipation\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Từ loại:</strong> noun</p>\n<p><strong>Nghĩa tiếng việt:</strong> sự chờ đợi, sự mong đợi, sự dự đoán</p>\n<p><strong>Câu ví dụ:</strong> The anticipation of the concert was building up for weeks.</p>\n<p>(Dịch: Sự chờ đợi của buổi hòa nhạc đã được xây dựng trong nhiều tuần.)</p>\n<p><strong>Các từ liên quan:</strong></p>\n<ul>\n<li>Expectation: sự mong đợi</li>\n<li>Hope: hy vọng</li>\n<li>Anxiety: lo lắng</li>\n<li>Excitement: sự phấn khích</li>\n</ul>\n<p><strong>Các từ trái nghĩa:</strong></p>\n<ul>\n<li>Disappointment: sự thất vọng</li>\n<li>Disillusion: sự thất vọng</li>\n<li>Letdown: sự thất vọng</li>\n</ul>\n<p><strong>Giải thích:</strong> Anticipation là một từ loại danh từ, có nghĩa là sự chờ đợi, sự mong đợi hoặc sự dự đoán về một sự kiện hoặc một điều gì đó sẽ xảy ra. Từ này có thể mang lại cảm xúc tích cực hoặc tiêu cực, tùy thuộc vào hoàn cảnh. Ví dụ, sự chờ đợi của một buổi hòa nhạc có thể mang lại cảm xúc phấn khích, nhưng sự chờ đợi của một kết quả xấu có thể mang lại cảm xúc lo lắng.</p>"
}