{
    "frequency": 23,
    "md": "giải nghĩa từ \"apparently\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Apparently**\n\n* **Adverb**: rõ ràng, hiển nhiên, có vẻ như\n* **Meaning**: used to show that something is true or seems to be true, but it may not be certain or proven.\n\nExample sentences:\n\n* Apparently, she has been lying to us all along. (Rõ ràng, cô ấy đã nói dối chúng tôi suốt từ đầu.)\n* He's apparently very good at playing the guitar. (Có vẻ như anh ấy rất giỏi chơi guitar.)\n\n**Related words**:\n\n* **Evidently**: rõ ràng, hiển nhiên (used to show that something is clearly true or obvious)\n* **Obviously**: rõ ràng, hiển nhiên (used to show that something is clearly true or easy to see)\n* **Seemingly**: có vẻ như, dường như (used to show that something appears to be true, but may not be certain)\n\nNote: Although \"apparently\", \"evidently\", \"obviously\", and \"seemingly\" all have similar meanings, they are used in slightly different ways and have different connotations.",
    "html": "<p>giải nghĩa từ \"apparently\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Apparently</strong></p>\n<ul>\n<li><strong>Adverb</strong>: rõ ràng, hiển nhiên, có vẻ như</li>\n<li><strong>Meaning</strong>: used to show that something is true or seems to be true, but it may not be certain or proven.</li>\n</ul>\n<p>Example sentences:</p>\n<ul>\n<li>Apparently, she has been lying to us all along. (Rõ ràng, cô ấy đã nói dối chúng tôi suốt từ đầu.)</li>\n<li>He's apparently very good at playing the guitar. (Có vẻ như anh ấy rất giỏi chơi guitar.)</li>\n</ul>\n<p><strong>Related words</strong>:</p>\n<ul>\n<li><strong>Evidently</strong>: rõ ràng, hiển nhiên (used to show that something is clearly true or obvious)</li>\n<li><strong>Obviously</strong>: rõ ràng, hiển nhiên (used to show that something is clearly true or easy to see)</li>\n<li><strong>Seemingly</strong>: có vẻ như, dường như (used to show that something appears to be true, but may not be certain)</li>\n</ul>\n<p>Note: Although \"apparently\", \"evidently\", \"obviously\", and \"seemingly\" all have similar meanings, they are used in slightly different ways and have different connotations.</p>"
}