{
    "frequency": 1,
    "md": "giải nghĩa từ \"awkwardly\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Awkwardly**\n\n* **Từ loại:** Adverb\n* **Nghĩa tiếng việt:** Một cách vụng về, một cách lúng túng\n* **Câu ví dụ:** She walked awkwardly in her new high heels. (Cô ấy đi vụng về trong giày cao gót mới của cô ấy.)\n* **Từ liên quan:** awkward, awkwardness, clumsily, clumsiness\n* **Từ trái nghĩa:** smoothly, gracefully, confidently\n\n**Awkwardly** là một adverb chỉ cách thức thực hiện một hành động một cách vụng về, lúng túng, không tự nhiên. Nó được sử dụng để miêu tả một hành động được thực hiện một cách không khéo léo, không vững chắc, hoặc không có tự tin.\n\nVí dụ:\n\n* He spoke awkwardly in front of the crowd. (Anh ấy nói vụng về trước đám đông.)\n* She danced awkwardly at the party. (Cô ấy nhảy vụng về tại buổi tiệc.)\n\nTrong các ví dụ trên, **awkwardly** được sử dụng để miêu tả cách thức thực hiện một hành động một cách vụng về, không tự nhiên.",
    "html": "<p>giải nghĩa từ \"awkwardly\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Awkwardly</strong></p>\n<ul>\n<li><strong>Từ loại:</strong> Adverb</li>\n<li><strong>Nghĩa tiếng việt:</strong> Một cách vụng về, một cách lúng túng</li>\n<li><strong>Câu ví dụ:</strong> She walked awkwardly in her new high heels. (Cô ấy đi vụng về trong giày cao gót mới của cô ấy.)</li>\n<li><strong>Từ liên quan:</strong> awkward, awkwardness, clumsily, clumsiness</li>\n<li><strong>Từ trái nghĩa:</strong> smoothly, gracefully, confidently</li>\n</ul>\n<p><strong>Awkwardly</strong> là một adverb chỉ cách thức thực hiện một hành động một cách vụng về, lúng túng, không tự nhiên. Nó được sử dụng để miêu tả một hành động được thực hiện một cách không khéo léo, không vững chắc, hoặc không có tự tin.</p>\n<p>Ví dụ:</p>\n<ul>\n<li>He spoke awkwardly in front of the crowd. (Anh ấy nói vụng về trước đám đông.)</li>\n<li>She danced awkwardly at the party. (Cô ấy nhảy vụng về tại buổi tiệc.)</li>\n</ul>\n<p>Trong các ví dụ trên, <strong>awkwardly</strong> được sử dụng để miêu tả cách thức thực hiện một hành động một cách vụng về, không tự nhiên.</p>"
}