{
    "frequency": 2,
    "md": "giải nghĩa từ \"ballad\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Ballad**\n\n* **Noun**: A slow and sentimental song, typically with a romantic theme.\n* **Tiếng Việt**: Bài hát tình ca, thường có chủ đề lãng mạn.\n\nExample sentence: \"The singer's ballad about lost love brought tears to the audience's eyes.\"\n\n* **Noun**: A narrative poem, typically written in quatrains, that tells a story in verse.\n* **Tiếng Việt**: Bài thơ tường thuật, thường được viết thành bốn câu, kể lại một câu chuyện bằng thơ.\n\nExample sentence: \"The poet's ballad about the hero's journey was a masterpiece of literature.\"\n\nRelated words:\n\n* **Balladeer**: A person who sings or writes ballads.\n* **Balladry**: The art of writing or singing ballads.\n* **Balladic**: Relating to or characteristic of ballads.\n\nNote: The word \"ballad\" has a rich history, and its meaning has evolved over time. In modern usage, it can refer to both a type of song and a type of poem.",
    "html": "<p>giải nghĩa từ \"ballad\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Ballad</strong></p>\n<ul>\n<li><strong>Noun</strong>: A slow and sentimental song, typically with a romantic theme.</li>\n<li><strong>Tiếng Việt</strong>: Bài hát tình ca, thường có chủ đề lãng mạn.</li>\n</ul>\n<p>Example sentence: \"The singer's ballad about lost love brought tears to the audience's eyes.\"</p>\n<ul>\n<li><strong>Noun</strong>: A narrative poem, typically written in quatrains, that tells a story in verse.</li>\n<li><strong>Tiếng Việt</strong>: Bài thơ tường thuật, thường được viết thành bốn câu, kể lại một câu chuyện bằng thơ.</li>\n</ul>\n<p>Example sentence: \"The poet's ballad about the hero's journey was a masterpiece of literature.\"</p>\n<p>Related words:</p>\n<ul>\n<li><strong>Balladeer</strong>: A person who sings or writes ballads.</li>\n<li><strong>Balladry</strong>: The art of writing or singing ballads.</li>\n<li><strong>Balladic</strong>: Relating to or characteristic of ballads.</li>\n</ul>\n<p>Note: The word \"ballad\" has a rich history, and its meaning has evolved over time. In modern usage, it can refer to both a type of song and a type of poem.</p>"
}