{
    "frequency": 3,
    "md": "giải nghĩa từ \"blockbusters\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Blockbusters**\n\n* **Noun**: A blockbuster is a highly successful and popular movie, book, or other form of entertainment that attracts a large audience and generates a lot of money.\n\nTiếng Việt: Bộ phim bom tấn, sách bom tấn, hoặc hình thức giải trí khác rất thành công và được nhiều người ưa chuộng, thu hút một lượng lớn khán giả và tạo ra nhiều tiền.\n\nExample sentence: \"The new Marvel movie is a blockbuster, it has broken all box office records.\"\n\n* **Adjective**: Blockbuster can also be used to describe something that is extremely successful, impressive, or exciting.\n\nTiếng Việt: Bom tấn cũng có thể được sử dụng để mô tả một thứ gì đó cực kỳ thành công, ấn tượng, hoặc thú vị.\n\nExample sentence: \"The fireworks display was a blockbuster, it was the most amazing thing I've ever seen.\"\n\nRelated words:\n\n* **Blockbuster hit**: A movie, book, or song that becomes extremely popular and successful.\n* **Blockbuster movie**: A highly successful and popular movie that attracts a large audience and generates a lot of money.\n* **Blockbuster book**: A highly successful and popular book that sells a large number of copies and generates a lot of money.\n\nNote: The term \"blockbuster\" originated from the Second World War, where it referred to a type of bomb that could destroy an entire city block. In the 1940s and 1950s, it was used to describe a highly successful and popular movie, and later it was extended to other forms of entertainment.",
    "html": "<p>giải nghĩa từ \"blockbusters\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Blockbusters</strong></p>\n<ul>\n<li><strong>Noun</strong>: A blockbuster is a highly successful and popular movie, book, or other form of entertainment that attracts a large audience and generates a lot of money.</li>\n</ul>\n<p>Tiếng Việt: Bộ phim bom tấn, sách bom tấn, hoặc hình thức giải trí khác rất thành công và được nhiều người ưa chuộng, thu hút một lượng lớn khán giả và tạo ra nhiều tiền.</p>\n<p>Example sentence: \"The new Marvel movie is a blockbuster, it has broken all box office records.\"</p>\n<ul>\n<li><strong>Adjective</strong>: Blockbuster can also be used to describe something that is extremely successful, impressive, or exciting.</li>\n</ul>\n<p>Tiếng Việt: Bom tấn cũng có thể được sử dụng để mô tả một thứ gì đó cực kỳ thành công, ấn tượng, hoặc thú vị.</p>\n<p>Example sentence: \"The fireworks display was a blockbuster, it was the most amazing thing I've ever seen.\"</p>\n<p>Related words:</p>\n<ul>\n<li><strong>Blockbuster hit</strong>: A movie, book, or song that becomes extremely popular and successful.</li>\n<li><strong>Blockbuster movie</strong>: A highly successful and popular movie that attracts a large audience and generates a lot of money.</li>\n<li><strong>Blockbuster book</strong>: A highly successful and popular book that sells a large number of copies and generates a lot of money.</li>\n</ul>\n<p>Note: The term \"blockbuster\" originated from the Second World War, where it referred to a type of bomb that could destroy an entire city block. In the 1940s and 1950s, it was used to describe a highly successful and popular movie, and later it was extended to other forms of entertainment.</p>"
}