{
    "frequency": 21,
    "md": "giải nghĩa từ \"bond\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Từ \"bond\" có các nghĩa sau:**\n\n1. **Noun**: (tín phiếu) - a type of investment in which you lend money to a company or government and they agree to pay you back with interest.\n\nVD: \"I invested in a government bond and earned a good return.\"\n\n2. **Noun**: (sự ràng buộc) - a strong emotional connection between people, or a feeling of friendship and loyalty.\n\nVD: \"The bond between the two friends was unbreakable.\"\n\n3. **Noun**: (sự ràng buộc pháp lý) - a formal agreement or contract that binds someone to do something.\n\nVD: \"The company signed a bond to complete the project on time.\"\n\n4. **Verb**: (ràng buộc) - to join or unite something, especially with glue or another strong substance.\n\nVD: \"The two pieces of wood were bonded together to form a strong joint.\"\n\n5. **Verb**: (tạo ra sự ràng buộc) - to form a strong emotional connection with someone.\n\nVD: \"The team bonded over their shared love of sports.\"\n\n**Từ liên quan:**\n\n* Bonding (n): the process of forming a strong emotional connection with someone.\n* Bondholder (n): a person who owns a bond.\n* Bonding agent (n): a substance used to join or unite two things together.\n\n**Từ đồng nghĩa:**\n\n* Tie (n): a connection or relationship between people or things.\n* Link (n): a connection or relationship between people or things.\n* Attachment (n): a strong emotional connection between people or things.\n\n**Từ trái nghĩa:**\n\n* Separation (n): the act of dividing or separating something into two or more parts.\n* Disconnection (n): the act of breaking or interrupting a connection or relationship.",
    "html": "<p>giải nghĩa từ \"bond\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Từ \"bond\" có các nghĩa sau:</strong></p>\n<ol>\n<li><strong>Noun</strong>: (tín phiếu) - a type of investment in which you lend money to a company or government and they agree to pay you back with interest.</li>\n</ol>\n<p>VD: \"I invested in a government bond and earned a good return.\"</p>\n<ol>\n<li><strong>Noun</strong>: (sự ràng buộc) - a strong emotional connection between people, or a feeling of friendship and loyalty.</li>\n</ol>\n<p>VD: \"The bond between the two friends was unbreakable.\"</p>\n<ol>\n<li><strong>Noun</strong>: (sự ràng buộc pháp lý) - a formal agreement or contract that binds someone to do something.</li>\n</ol>\n<p>VD: \"The company signed a bond to complete the project on time.\"</p>\n<ol>\n<li><strong>Verb</strong>: (ràng buộc) - to join or unite something, especially with glue or another strong substance.</li>\n</ol>\n<p>VD: \"The two pieces of wood were bonded together to form a strong joint.\"</p>\n<ol>\n<li><strong>Verb</strong>: (tạo ra sự ràng buộc) - to form a strong emotional connection with someone.</li>\n</ol>\n<p>VD: \"The team bonded over their shared love of sports.\"</p>\n<p><strong>Từ liên quan:</strong></p>\n<ul>\n<li>Bonding (n): the process of forming a strong emotional connection with someone.</li>\n<li>Bondholder (n): a person who owns a bond.</li>\n<li>Bonding agent (n): a substance used to join or unite two things together.</li>\n</ul>\n<p><strong>Từ đồng nghĩa:</strong></p>\n<ul>\n<li>Tie (n): a connection or relationship between people or things.</li>\n<li>Link (n): a connection or relationship between people or things.</li>\n<li>Attachment (n): a strong emotional connection between people or things.</li>\n</ul>\n<p><strong>Từ trái nghĩa:</strong></p>\n<ul>\n<li>Separation (n): the act of dividing or separating something into two or more parts.</li>\n<li>Disconnection (n): the act of breaking or interrupting a connection or relationship.</li>\n</ul>"
}