{
    "frequency": 175,
    "md": "giải nghĩa từ \"certainly\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Certainly** (adverb)\n\n* Meaning: used to show that something is true or will happen without any doubt.\n* Vietnamese: chắc chắn, đương nhiên, không nghi ngờ gì.\n\nExample: \"I will certainly attend the meeting tomorrow.\" (Tôi sẽ chắc chắn tham gia cuộc họp ngày mai.)\n\n**Certainly** (interjection)\n\n* Meaning: used to express strong agreement or confirmation.\n* Vietnamese: Đương nhiên, Tất nhiên, Đúng vậy.\n\nExample: \"Do you think it's a good idea?\" \"Certainly!\" (Bạn có nghĩ đó là một ý tưởng tốt không? \"Đương nhiên!\")\n\nRelated words:\n\n* **Definitely** (adverb): used to show that something is true or will happen without any doubt. (chắc chắn, đương nhiên)\n* **Undoubtedly** (adverb): used to show that something is true or will happen without any doubt. (không nghi ngờ gì, chắc chắn)\n* **Absolutely** (adverb): used to show that something is completely true or certain. (hoàn toàn, tuyệt đối)",
    "html": "<p>giải nghĩa từ \"certainly\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Certainly</strong> (adverb)</p>\n<ul>\n<li>Meaning: used to show that something is true or will happen without any doubt.</li>\n<li>Vietnamese: chắc chắn, đương nhiên, không nghi ngờ gì.</li>\n</ul>\n<p>Example: \"I will certainly attend the meeting tomorrow.\" (Tôi sẽ chắc chắn tham gia cuộc họp ngày mai.)</p>\n<p><strong>Certainly</strong> (interjection)</p>\n<ul>\n<li>Meaning: used to express strong agreement or confirmation.</li>\n<li>Vietnamese: Đương nhiên, Tất nhiên, Đúng vậy.</li>\n</ul>\n<p>Example: \"Do you think it's a good idea?\" \"Certainly!\" (Bạn có nghĩ đó là một ý tưởng tốt không? \"Đương nhiên!\")</p>\n<p>Related words:</p>\n<ul>\n<li><strong>Definitely</strong> (adverb): used to show that something is true or will happen without any doubt. (chắc chắn, đương nhiên)</li>\n<li><strong>Undoubtedly</strong> (adverb): used to show that something is true or will happen without any doubt. (không nghi ngờ gì, chắc chắn)</li>\n<li><strong>Absolutely</strong> (adverb): used to show that something is completely true or certain. (hoàn toàn, tuyệt đối)</li>\n</ul>"
}