{
    "frequency": 114,
    "md": "giải nghĩa từ \"cheers\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Cheers**\n\n* **Interjection**: used to express good wishes or congratulations (dùng để bày tỏ chúc mừng hoặc chúc phúc)\n* **Example sentence**: \"Cheers to your new job! I'm so happy for you.\" (Chúc mừng công việc mới của bạn! Tôi rất hạnh phúc cho bạn.)\n* **Related words**: congratulations, best wishes, hooray, bravo.\n\n**Cheers** can also be used as a noun, referring to an expression of approval or appreciation, often accompanied by applause.\n\n* **Noun**: an expression of approval or appreciation (một biểu hiện của sự chấp thuận hoặc đánh giá cao)\n* **Example sentence**: \"The audience gave a loud cheer when the singer finished her performance.\" (Khán giả đã đưa ra một tiếng reo lớn khi ca sĩ kết thúc màn trình diễn của cô ấy.)\n* **Related words**: applause, acclaim, praise, ovation.\n\nIn informal settings, **Cheers** can also be used as a way to say \"thank you\" or \"goodbye\".\n\n* **Informal expression**: used to express gratitude or bid farewell (dùng để bày tỏ sự cảm ơn hoặc chia tay)\n* **Example sentence**: \"Cheers for the help, mate!\" (Cảm ơn vì sự giúp đỡ, anh!)\n* **Related words**: thanks, goodbye, farewell, see you later.",
    "html": "<p>giải nghĩa từ \"cheers\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Cheers</strong></p>\n<ul>\n<li><strong>Interjection</strong>: used to express good wishes or congratulations (dùng để bày tỏ chúc mừng hoặc chúc phúc)</li>\n<li><strong>Example sentence</strong>: \"Cheers to your new job! I'm so happy for you.\" (Chúc mừng công việc mới của bạn! Tôi rất hạnh phúc cho bạn.)</li>\n<li><strong>Related words</strong>: congratulations, best wishes, hooray, bravo.</li>\n</ul>\n<p><strong>Cheers</strong> can also be used as a noun, referring to an expression of approval or appreciation, often accompanied by applause.</p>\n<ul>\n<li><strong>Noun</strong>: an expression of approval or appreciation (một biểu hiện của sự chấp thuận hoặc đánh giá cao)</li>\n<li><strong>Example sentence</strong>: \"The audience gave a loud cheer when the singer finished her performance.\" (Khán giả đã đưa ra một tiếng reo lớn khi ca sĩ kết thúc màn trình diễn của cô ấy.)</li>\n<li><strong>Related words</strong>: applause, acclaim, praise, ovation.</li>\n</ul>\n<p>In informal settings, <strong>Cheers</strong> can also be used as a way to say \"thank you\" or \"goodbye\".</p>\n<ul>\n<li><strong>Informal expression</strong>: used to express gratitude or bid farewell (dùng để bày tỏ sự cảm ơn hoặc chia tay)</li>\n<li><strong>Example sentence</strong>: \"Cheers for the help, mate!\" (Cảm ơn vì sự giúp đỡ, anh!)</li>\n<li><strong>Related words</strong>: thanks, goodbye, farewell, see you later.</li>\n</ul>"
}