{
    "frequency": 5,
    "md": "giải nghĩa từ \"classics\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Từ loại:** noun\n\n**Nghĩa tiếng việt:** những người hay những thứ đã được công nhận là xuất sắc hay có giá trị trong một lĩnh vực nào đó\n\n**Câu ví dụ:** The Beatles are considered classics of rock music. (The Beatles được coi là những người xuất sắc trong nhạc rock)\n\n**Từ liên quan:** legendary, iconic, timeless, masterpieces\n\n**Từ trái nghĩa:** mediocre, ordinary, unremarkable\n\n**Giải nghĩa:** \"Classics\" có nghĩa là những người hay những thứ đã được công nhận là xuất sắc hay có giá trị trong một lĩnh vực nào đó. Ví dụ, trong âm nhạc, một ban nhạc được coi là \"classic\" nếu họ đã tạo ra được những tác phẩm có giá trị và được công nhận rộng rãi. Từ này cũng có thể được dùng để mô tả một tác phẩm nghệ thuật, một cuốn sách, một bộ phim, v.v... đã được công nhận là xuất sắc và có giá trị bền vững.",
    "html": "<p>giải nghĩa từ \"classics\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Từ loại:</strong> noun</p>\n<p><strong>Nghĩa tiếng việt:</strong> những người hay những thứ đã được công nhận là xuất sắc hay có giá trị trong một lĩnh vực nào đó</p>\n<p><strong>Câu ví dụ:</strong> The Beatles are considered classics of rock music. (The Beatles được coi là những người xuất sắc trong nhạc rock)</p>\n<p><strong>Từ liên quan:</strong> legendary, iconic, timeless, masterpieces</p>\n<p><strong>Từ trái nghĩa:</strong> mediocre, ordinary, unremarkable</p>\n<p><strong>Giải nghĩa:</strong> \"Classics\" có nghĩa là những người hay những thứ đã được công nhận là xuất sắc hay có giá trị trong một lĩnh vực nào đó. Ví dụ, trong âm nhạc, một ban nhạc được coi là \"classic\" nếu họ đã tạo ra được những tác phẩm có giá trị và được công nhận rộng rãi. Từ này cũng có thể được dùng để mô tả một tác phẩm nghệ thuật, một cuốn sách, một bộ phim, v.v... đã được công nhận là xuất sắc và có giá trị bền vững.</p>"
}