{
    "frequency": 76,
    "md": "giải nghĩa từ \"comedy\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Comedy**\n\n* **Noun**: A comedy is a type of performance or show that is intended to be humorous or amusing.\n\t+ Ví dụ: \"The comedy show was hilarious and had the whole audience laughing.\"\n* **Adjective**: Comedic refers to something that is humorous or amusing.\n\t+ Ví dụ: \"The comedic timing of the actor was perfect and added to the humor of the scene.\"\n\nTừ liên quan:\n\n* **Comedian**: A person who performs comedy, often as a profession.\n\t+ Ví dụ: \"The comedian had the audience in stitches with his jokes and antics.\"\n* **Comedic relief**: A humorous element or character in a dramatic or serious situation that provides relief from tension or sadness.\n\t+ Ví dụ: \"The comedic relief in the movie was provided by the bumbling sidekick character.\"\n* **Satire**: A type of comedy that uses irony, sarcasm, or ridicule to criticize or expose vices or follies.\n\t+ Ví dụ: \"The satire in the movie was clever and effectively pointed out the flaws in the system.\"",
    "html": "<p>giải nghĩa từ \"comedy\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Comedy</strong></p>\n<ul>\n<li><strong>Noun</strong>: A comedy is a type of performance or show that is intended to be humorous or amusing.<ul>\n<li>Ví dụ: \"The comedy show was hilarious and had the whole audience laughing.\"</li>\n</ul>\n</li>\n<li><strong>Adjective</strong>: Comedic refers to something that is humorous or amusing.<ul>\n<li>Ví dụ: \"The comedic timing of the actor was perfect and added to the humor of the scene.\"</li>\n</ul>\n</li>\n</ul>\n<p>Từ liên quan:</p>\n<ul>\n<li><strong>Comedian</strong>: A person who performs comedy, often as a profession.<ul>\n<li>Ví dụ: \"The comedian had the audience in stitches with his jokes and antics.\"</li>\n</ul>\n</li>\n<li><strong>Comedic relief</strong>: A humorous element or character in a dramatic or serious situation that provides relief from tension or sadness.<ul>\n<li>Ví dụ: \"The comedic relief in the movie was provided by the bumbling sidekick character.\"</li>\n</ul>\n</li>\n<li><strong>Satire</strong>: A type of comedy that uses irony, sarcasm, or ridicule to criticize or expose vices or follies.<ul>\n<li>Ví dụ: \"The satire in the movie was clever and effectively pointed out the flaws in the system.\"</li>\n</ul>\n</li>\n</ul>"
}