{
    "frequency": 1,
    "md": "giải nghĩa từ \"commerce\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Từ \"commerce\"**\n\n* **Từ loại:** noun\n* **Nghĩa tiếng việt:** thương mại, kinh doanh, buôn bán\n* **Câu ví dụ:** The company specializes in international commerce. (Công ty chuyên môn về thương mại quốc tế.)\n* **Các từ liên quan:**\n\t+ Commercial: thương mại\n\t+ Commerce: thương mại\n\t+ Commercialize: thương mại hóa\n\t+ Commercialism: chủ nghĩa thương mại\n\n**Từ \"commerce\" trong các lĩnh vực khác**\n\n* **Trong kinh tế:** Commerce refers to the exchange of goods, services, or something of value between businesses, organizations, or individuals. (Thương mại đề cập đến việc trao đổi hàng hóa, dịch vụ, hoặc giá trị gì giữa các doanh nghiệp, tổ chức, hoặc cá nhân.)\n* **Trong công nghệ:** Commerce can also refer to the use of technology to facilitate commercial transactions, such as e-commerce. (Thương mại cũng có thể đề cập đến việc sử dụng công nghệ để thúc đẩy các giao dịch thương mại, chẳng hạn như thương mại điện tử.)\n* **Trong xã hội:** Commerce can have a significant impact on society, influencing economic growth, employment, and cultural exchange. (Thương mại có thể có tác động đáng kể đến xã hội, ảnh hưởng đến tăng trưởng kinh tế, việc làm, và trao đổi văn hóa.)",
    "html": "<p>giải nghĩa từ \"commerce\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Từ \"commerce\"</strong></p>\n<ul>\n<li><strong>Từ loại:</strong> noun</li>\n<li><strong>Nghĩa tiếng việt:</strong> thương mại, kinh doanh, buôn bán</li>\n<li><strong>Câu ví dụ:</strong> The company specializes in international commerce. (Công ty chuyên môn về thương mại quốc tế.)</li>\n<li><strong>Các từ liên quan:</strong><ul>\n<li>Commercial: thương mại</li>\n<li>Commerce: thương mại</li>\n<li>Commercialize: thương mại hóa</li>\n<li>Commercialism: chủ nghĩa thương mại</li>\n</ul>\n</li>\n</ul>\n<p><strong>Từ \"commerce\" trong các lĩnh vực khác</strong></p>\n<ul>\n<li><strong>Trong kinh tế:</strong> Commerce refers to the exchange of goods, services, or something of value between businesses, organizations, or individuals. (Thương mại đề cập đến việc trao đổi hàng hóa, dịch vụ, hoặc giá trị gì giữa các doanh nghiệp, tổ chức, hoặc cá nhân.)</li>\n<li><strong>Trong công nghệ:</strong> Commerce can also refer to the use of technology to facilitate commercial transactions, such as e-commerce. (Thương mại cũng có thể đề cập đến việc sử dụng công nghệ để thúc đẩy các giao dịch thương mại, chẳng hạn như thương mại điện tử.)</li>\n<li><strong>Trong xã hội:</strong> Commerce can have a significant impact on society, influencing economic growth, employment, and cultural exchange. (Thương mại có thể có tác động đáng kể đến xã hội, ảnh hưởng đến tăng trưởng kinh tế, việc làm, và trao đổi văn hóa.)</li>\n</ul>"
}