{
    "frequency": 14,
    "md": "giải nghĩa từ \"concentrate\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Từ loại:** Verb\n\n**Nghĩa tiếng việt:** Tập trung, chú ý\n\n**Câu ví dụ:** She concentrated on her work and finished it quickly. (Cô ấy tập trung vào công việc và hoàn thành nó nhanh chóng.)\n\n**Từ liên quan:** focus, attention, intensify\n\n**Từ trái nghĩa:** distract, divert, scatter\n\n**Giải thích:** Concentrate là động từ có nghĩa là tập trung, chú ý vào một việc gì đó. Nó có thể được sử dụng trong nhiều ngữ cảnh khác nhau, chẳng hạn như tập trung vào công việc, chú ý vào một vấn đề, hoặc tập trung vào một hoạt động thể thao. Trong câu ví dụ trên, cô ấy tập trung vào công việc và hoàn thành nó nhanh chóng.\n\n**Từ loại:** Noun\n\n**Nghĩa tiếng việt:** Độ đậm đặc, nồng độ\n\n**Câu ví dụ:** The concentrate of the juice is very high. (Độ đậm đặc của nước ép là rất cao.)\n\n**Từ liên quan:** solution, mixture, extract\n\n**Từ trái nghĩa:** dilute, weaken, thin\n\n**Giải thích:** Concentrate là danh từ có nghĩa là độ đậm đặc, nồng độ của một chất nào đó. Nó có thể được sử dụng trong các ngữ cảnh khác nhau, chẳng hạn như trong hóa học, y học, hoặc trong sản xuất thực phẩm. Trong câu ví dụ trên, độ đậm đặc của nước ép là rất cao.",
    "html": "<p>giải nghĩa từ \"concentrate\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Từ loại:</strong> Verb</p>\n<p><strong>Nghĩa tiếng việt:</strong> Tập trung, chú ý</p>\n<p><strong>Câu ví dụ:</strong> She concentrated on her work and finished it quickly. (Cô ấy tập trung vào công việc và hoàn thành nó nhanh chóng.)</p>\n<p><strong>Từ liên quan:</strong> focus, attention, intensify</p>\n<p><strong>Từ trái nghĩa:</strong> distract, divert, scatter</p>\n<p><strong>Giải thích:</strong> Concentrate là động từ có nghĩa là tập trung, chú ý vào một việc gì đó. Nó có thể được sử dụng trong nhiều ngữ cảnh khác nhau, chẳng hạn như tập trung vào công việc, chú ý vào một vấn đề, hoặc tập trung vào một hoạt động thể thao. Trong câu ví dụ trên, cô ấy tập trung vào công việc và hoàn thành nó nhanh chóng.</p>\n<p><strong>Từ loại:</strong> Noun</p>\n<p><strong>Nghĩa tiếng việt:</strong> Độ đậm đặc, nồng độ</p>\n<p><strong>Câu ví dụ:</strong> The concentrate of the juice is very high. (Độ đậm đặc của nước ép là rất cao.)</p>\n<p><strong>Từ liên quan:</strong> solution, mixture, extract</p>\n<p><strong>Từ trái nghĩa:</strong> dilute, weaken, thin</p>\n<p><strong>Giải thích:</strong> Concentrate là danh từ có nghĩa là độ đậm đặc, nồng độ của một chất nào đó. Nó có thể được sử dụng trong các ngữ cảnh khác nhau, chẳng hạn như trong hóa học, y học, hoặc trong sản xuất thực phẩm. Trong câu ví dụ trên, độ đậm đặc của nước ép là rất cao.</p>"
}