{
    "frequency": 7,
    "md": "giải nghĩa từ \"concludes\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Concludes**\n\n* **Verb**: kết luận, kết thúc, hoàn thành\n* **Example sentence**: The investigation concludes that the accident was caused by human error.\n* **Related words**: conclusion, conclude, concluding, conclusionary\n\n**Meaning in Vietnamese**: Kết luận là một động từ có nghĩa là kết thúc, hoàn thành một quá trình, một nghiên cứu, một cuộc điều tra... và đưa ra kết quả cuối cùng. Ví dụ, trong một cuộc điều tra, kết luận là bước cuối cùng để xác định nguyên nhân và kết quả của sự kiện.\n\n**Example sentence in Vietnamese**: Cuộc điều tra kết luận rằng tai nạn là do lỗi của con người.\n\n**Note**: Concludes là một động từ thường được sử dụng trong các lĩnh vực như khoa học, pháp luật, kinh doanh... để chỉ việc kết thúc một quá trình và đưa ra kết quả cuối cùng.",
    "html": "<p>giải nghĩa từ \"concludes\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Concludes</strong></p>\n<ul>\n<li><strong>Verb</strong>: kết luận, kết thúc, hoàn thành</li>\n<li><strong>Example sentence</strong>: The investigation concludes that the accident was caused by human error.</li>\n<li><strong>Related words</strong>: conclusion, conclude, concluding, conclusionary</li>\n</ul>\n<p><strong>Meaning in Vietnamese</strong>: Kết luận là một động từ có nghĩa là kết thúc, hoàn thành một quá trình, một nghiên cứu, một cuộc điều tra... và đưa ra kết quả cuối cùng. Ví dụ, trong một cuộc điều tra, kết luận là bước cuối cùng để xác định nguyên nhân và kết quả của sự kiện.</p>\n<p><strong>Example sentence in Vietnamese</strong>: Cuộc điều tra kết luận rằng tai nạn là do lỗi của con người.</p>\n<p><strong>Note</strong>: Concludes là một động từ thường được sử dụng trong các lĩnh vực như khoa học, pháp luật, kinh doanh... để chỉ việc kết thúc một quá trình và đưa ra kết quả cuối cùng.</p>"
}