{
    "frequency": 7,
    "md": "giải nghĩa từ \"continues\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Continues**\n\n* Verb: tiếp tục, kéo dài, duy trì\n* Example sentence: \"The company continues to grow and expand its business.\"\n* Related words: persist, maintain, sustain, prolong\n* Antonyms: stops, ends, discontinues, ceases\n\n**Tiếp tục** là một động từ, nghĩa là làm một việc gì đó tiếp theo sau một việc khác, hoặc duy trì một trạng thái hay một hoạt động. Trong câu ví dụ trên, công ty tiếp tục phát triển và mở rộng kinh doanh của mình.\n\nCác từ liên quan bao gồm **persist** (tiếp tục làm một việc gì đó mặc dù có khó khăn), **maintain** (duy trì một trạng thái hay một hoạt động), **sustain** (duy trì một việc gì đó trong một khoảng thời gian), **prolong** (kéo dài một việc gì đó).\n\nCác từ trái nghĩa bao gồm **stops** (dừng lại), **ends** (kết thúc), **discontinues** (ngừng lại), **ceases** (ngừng lại hoàn toàn).",
    "html": "<p>giải nghĩa từ \"continues\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Continues</strong></p>\n<ul>\n<li>Verb: tiếp tục, kéo dài, duy trì</li>\n<li>Example sentence: \"The company continues to grow and expand its business.\"</li>\n<li>Related words: persist, maintain, sustain, prolong</li>\n<li>Antonyms: stops, ends, discontinues, ceases</li>\n</ul>\n<p><strong>Tiếp tục</strong> là một động từ, nghĩa là làm một việc gì đó tiếp theo sau một việc khác, hoặc duy trì một trạng thái hay một hoạt động. Trong câu ví dụ trên, công ty tiếp tục phát triển và mở rộng kinh doanh của mình.</p>\n<p>Các từ liên quan bao gồm <strong>persist</strong> (tiếp tục làm một việc gì đó mặc dù có khó khăn), <strong>maintain</strong> (duy trì một trạng thái hay một hoạt động), <strong>sustain</strong> (duy trì một việc gì đó trong một khoảng thời gian), <strong>prolong</strong> (kéo dài một việc gì đó).</p>\n<p>Các từ trái nghĩa bao gồm <strong>stops</strong> (dừng lại), <strong>ends</strong> (kết thúc), <strong>discontinues</strong> (ngừng lại), <strong>ceases</strong> (ngừng lại hoàn toàn).</p>"
}