{
    "frequency": 4,
    "md": "giải nghĩa từ \"contrast\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Contrast** (/kənˈtræst/)\n\n* **Noun**:\n\t+ Nghĩa: sự khác biệt, sự tương phản\n\t+ Ví dụ: \"The contrast between the two cities is striking.\" (Sự khác biệt giữa hai thành phố là rất rõ ràng.)\n* **Verb**:\n\t+ Nghĩa: so sánh, đối chiếu\n\t+ Ví dụ: \"We contrasted the two products to see which one was better.\" (Chúng tôi đã so sánh hai sản phẩm để xem sản phẩm nào tốt hơn.)\n\nCác từ liên quan:\n\n* **Contrastive** (tính từ): describing a contrast or difference (mô tả sự khác biệt hoặc tương phản)\n* **Contrasting** (tính từ): showing a clear difference or contrast (được thể hiện sự khác biệt hoặc tương phản rõ ràng)\n* **In contrast** (cụm từ): used to show that something is different from something else (được sử dụng để chỉ rằng một thứ khác với một thứ khác)",
    "html": "<p>giải nghĩa từ \"contrast\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Contrast</strong> (/kənˈtræst/)</p>\n<ul>\n<li><strong>Noun</strong>:<ul>\n<li>Nghĩa: sự khác biệt, sự tương phản</li>\n<li>Ví dụ: \"The contrast between the two cities is striking.\" (Sự khác biệt giữa hai thành phố là rất rõ ràng.)</li>\n</ul>\n</li>\n<li><strong>Verb</strong>:<ul>\n<li>Nghĩa: so sánh, đối chiếu</li>\n<li>Ví dụ: \"We contrasted the two products to see which one was better.\" (Chúng tôi đã so sánh hai sản phẩm để xem sản phẩm nào tốt hơn.)</li>\n</ul>\n</li>\n</ul>\n<p>Các từ liên quan:</p>\n<ul>\n<li><strong>Contrastive</strong> (tính từ): describing a contrast or difference (mô tả sự khác biệt hoặc tương phản)</li>\n<li><strong>Contrasting</strong> (tính từ): showing a clear difference or contrast (được thể hiện sự khác biệt hoặc tương phản rõ ràng)</li>\n<li><strong>In contrast</strong> (cụm từ): used to show that something is different from something else (được sử dụng để chỉ rằng một thứ khác với một thứ khác)</li>\n</ul>"
}