{
    "frequency": 681,
    "md": "giải nghĩa từ \"cool\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Từ \"cool\"**\n\n* **Từ loại:** Adjective (tính từ)\n* **Nghĩa tiếng Việt:** Mát mẻ, lạnh lẽo, tuyệt vời, hay, cool (thông tục)\n\n**Nghĩa tiếng Việt theo từ loại:**\n\n* **Adjective (tính từ):** Mát mẻ, lạnh lẽo (ví dụ: \"The cool water refreshed me.\" - Nước mát mẻ đã làm tôi cảm thấy tươi tỉnh.)\n* **Adjective (tính từ):** Tuyệt vời, hay (ví dụ: \"That's a cool movie.\" - Đó là một bộ phim tuyệt vời.)\n* **Adverb (trạng từ):** Mát mẻ, lạnh lẽo (ví dụ: \"He walked cool and slowly.\" - Anh ấy đi chậm và mát mẻ.)\n* **Noun (danh từ):** Sự mát mẻ, sự lạnh lẽo (ví dụ: \"The cool of the evening was refreshing.\" - Sự mát mẻ của buổi tối đã làm tôi cảm thấy tươi tỉnh.)\n\n**Câu ví dụ:**\n\n* \"The cool breeze blew through my hair.\" - Gió mát mẻ thổi qua tóc tôi.\n* \"He's a cool guy.\" - Anh ấy là một người tuyệt vời.\n* \"I love the cool design of this phone.\" - Tôi yêu thích thiết kế mát mẻ của điện thoại này.\n\n**Từ liên quan:**\n\n* Cool down: Làm mát, giảm nhiệt độ\n* Cool off: Làm mát, giảm nhiệt độ\n* Keep cool: Giữ mát, giữ bình tĩnh\n* Cool cat: Một người tuyệt vời, một người có phong cách\n\nChú ý: Từ \"cool\" có nhiều nghĩa và cách sử dụng khác nhau, tùy thuộc vào ngữ cảnh và văn hóa.",
    "html": "<p>giải nghĩa từ \"cool\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Từ \"cool\"</strong></p>\n<ul>\n<li><strong>Từ loại:</strong> Adjective (tính từ)</li>\n<li><strong>Nghĩa tiếng Việt:</strong> Mát mẻ, lạnh lẽo, tuyệt vời, hay, cool (thông tục)</li>\n</ul>\n<p><strong>Nghĩa tiếng Việt theo từ loại:</strong></p>\n<ul>\n<li><strong>Adjective (tính từ):</strong> Mát mẻ, lạnh lẽo (ví dụ: \"The cool water refreshed me.\" - Nước mát mẻ đã làm tôi cảm thấy tươi tỉnh.)</li>\n<li><strong>Adjective (tính từ):</strong> Tuyệt vời, hay (ví dụ: \"That's a cool movie.\" - Đó là một bộ phim tuyệt vời.)</li>\n<li><strong>Adverb (trạng từ):</strong> Mát mẻ, lạnh lẽo (ví dụ: \"He walked cool and slowly.\" - Anh ấy đi chậm và mát mẻ.)</li>\n<li><strong>Noun (danh từ):</strong> Sự mát mẻ, sự lạnh lẽo (ví dụ: \"The cool of the evening was refreshing.\" - Sự mát mẻ của buổi tối đã làm tôi cảm thấy tươi tỉnh.)</li>\n</ul>\n<p><strong>Câu ví dụ:</strong></p>\n<ul>\n<li>\"The cool breeze blew through my hair.\" - Gió mát mẻ thổi qua tóc tôi.</li>\n<li>\"He's a cool guy.\" - Anh ấy là một người tuyệt vời.</li>\n<li>\"I love the cool design of this phone.\" - Tôi yêu thích thiết kế mát mẻ của điện thoại này.</li>\n</ul>\n<p><strong>Từ liên quan:</strong></p>\n<ul>\n<li>Cool down: Làm mát, giảm nhiệt độ</li>\n<li>Cool off: Làm mát, giảm nhiệt độ</li>\n<li>Keep cool: Giữ mát, giữ bình tĩnh</li>\n<li>Cool cat: Một người tuyệt vời, một người có phong cách</li>\n</ul>\n<p>Chú ý: Từ \"cool\" có nhiều nghĩa và cách sử dụng khác nhau, tùy thuộc vào ngữ cảnh và văn hóa.</p>"
}