{
    "frequency": 1,
    "md": "giải nghĩa từ \"cracker\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Cracker**\n\n* **Noun**: A cracker is a type of dry, crisp biscuit, often served with cheese or other savory foods.\n\t+ Ví dụ: \"I love eating crackers with hummus.\"\n\t+ Từ liên quan: biscuit, cookie, snack\n* **Noun**: A cracker is a person who is skilled at breaking into computer systems or networks.\n\t+ Ví dụ: \"The company hired a team of crackers to test their security systems.\"\n\t+ Từ liên quan: hacker, cyberpunk, security\n* **Verb**: To crack something means to break or open it, often with a sudden, sharp noise.\n\t+ Ví dụ: \"She cracked open the walnut with a hammer.\"\n\t+ Từ liên quan: break, shatter, snap\n\n**Từ tiếng việt**\n\n* **Bánh quy**: A type of dry, crisp biscuit, often served with cheese or other savory foods.\n* **Kẻ xâm nhập**: A person who is skilled at breaking into computer systems or networks.\n* **Bẻ gãy**: To break or open something, often with a sudden, sharp noise.",
    "html": "<p>giải nghĩa từ \"cracker\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Cracker</strong></p>\n<ul>\n<li><strong>Noun</strong>: A cracker is a type of dry, crisp biscuit, often served with cheese or other savory foods.<ul>\n<li>Ví dụ: \"I love eating crackers with hummus.\"</li>\n<li>Từ liên quan: biscuit, cookie, snack</li>\n</ul>\n</li>\n<li><strong>Noun</strong>: A cracker is a person who is skilled at breaking into computer systems or networks.<ul>\n<li>Ví dụ: \"The company hired a team of crackers to test their security systems.\"</li>\n<li>Từ liên quan: hacker, cyberpunk, security</li>\n</ul>\n</li>\n<li><strong>Verb</strong>: To crack something means to break or open it, often with a sudden, sharp noise.<ul>\n<li>Ví dụ: \"She cracked open the walnut with a hammer.\"</li>\n<li>Từ liên quan: break, shatter, snap</li>\n</ul>\n</li>\n</ul>\n<p><strong>Từ tiếng việt</strong></p>\n<ul>\n<li><strong>Bánh quy</strong>: A type of dry, crisp biscuit, often served with cheese or other savory foods.</li>\n<li><strong>Kẻ xâm nhập</strong>: A person who is skilled at breaking into computer systems or networks.</li>\n<li><strong>Bẻ gãy</strong>: To break or open something, often with a sudden, sharp noise.</li>\n</ul>"
}