{
    "frequency": 15,
    "md": "giải nghĩa từ \"culinary\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Culinary**\n\n* Từ loại: adjective\n* Nghĩa tiếng việt: liên quan đến nấu ăn, ẩm thực\n* Ví dụ: \"The culinary school offers a wide range of cooking courses.\" (Trường học nấu ăn cung cấp một loạt các khóa học nấu ăn rộng rãi.)\n* Từ liên quan: cook, chef, kitchen, recipe, food\n* Từ trái nghĩa: none\n\n**Culinary** có thể được sử dụng để mô tả các hoạt động, sản phẩm, hoặc kinh nghiệm liên quan đến nấu ăn, ẩm thực. Ví dụ, một trường học nấu ăn là một \"culinary school\", một người nấu ăn giỏi là một \"culinary expert\", và một món ăn ngon là một \"culinary delight\".\n\n**Culinary arts**\n\n* Từ loại: noun\n* Nghĩa tiếng việt: nghệ thuật nấu ăn, nghệ thuật ẩm thực\n* Ví dụ: \"The culinary arts program at the university is highly respected.\" (Chương trình nghệ thuật nấu ăn tại đại học được đánh giá cao.)\n* Từ liên quan: cooking, chef, restaurant, cuisine\n* Từ trái nghĩa: none\n\n**Culinary arts** là một thuật ngữ được sử dụng để mô tả nghệ thuật và kỹ thuật của nấu ăn, bao gồm các kỹ năng, phương pháp, và phong cách nấu ăn khác nhau.\n\n**Culinary experience**\n\n* Từ loại: noun\n* Nghĩa tiếng việt: kinh nghiệm ẩm thực\n* Ví dụ: \"The culinary experience at the Michelin-starred restaurant was unforgettable.\" (Kinh nghiệm ẩm thực tại nhà hàng được sao Michelin là không thể quên.)\n* Từ liên quan: food, dining, restaurant, chef\n* Từ trái nghĩa: none\n\n**Culinary experience** là một thuật ngữ được sử dụng để mô tả kinh nghiệm ẩm thực của một người, bao gồm các món ăn, dịch vụ, và môi trường tại một nhà hàng hoặc một sự kiện ẩm thực.",
    "html": "<p>giải nghĩa từ \"culinary\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Culinary</strong></p>\n<ul>\n<li>Từ loại: adjective</li>\n<li>Nghĩa tiếng việt: liên quan đến nấu ăn, ẩm thực</li>\n<li>Ví dụ: \"The culinary school offers a wide range of cooking courses.\" (Trường học nấu ăn cung cấp một loạt các khóa học nấu ăn rộng rãi.)</li>\n<li>Từ liên quan: cook, chef, kitchen, recipe, food</li>\n<li>Từ trái nghĩa: none</li>\n</ul>\n<p><strong>Culinary</strong> có thể được sử dụng để mô tả các hoạt động, sản phẩm, hoặc kinh nghiệm liên quan đến nấu ăn, ẩm thực. Ví dụ, một trường học nấu ăn là một \"culinary school\", một người nấu ăn giỏi là một \"culinary expert\", và một món ăn ngon là một \"culinary delight\".</p>\n<p><strong>Culinary arts</strong></p>\n<ul>\n<li>Từ loại: noun</li>\n<li>Nghĩa tiếng việt: nghệ thuật nấu ăn, nghệ thuật ẩm thực</li>\n<li>Ví dụ: \"The culinary arts program at the university is highly respected.\" (Chương trình nghệ thuật nấu ăn tại đại học được đánh giá cao.)</li>\n<li>Từ liên quan: cooking, chef, restaurant, cuisine</li>\n<li>Từ trái nghĩa: none</li>\n</ul>\n<p><strong>Culinary arts</strong> là một thuật ngữ được sử dụng để mô tả nghệ thuật và kỹ thuật của nấu ăn, bao gồm các kỹ năng, phương pháp, và phong cách nấu ăn khác nhau.</p>\n<p><strong>Culinary experience</strong></p>\n<ul>\n<li>Từ loại: noun</li>\n<li>Nghĩa tiếng việt: kinh nghiệm ẩm thực</li>\n<li>Ví dụ: \"The culinary experience at the Michelin-starred restaurant was unforgettable.\" (Kinh nghiệm ẩm thực tại nhà hàng được sao Michelin là không thể quên.)</li>\n<li>Từ liên quan: food, dining, restaurant, chef</li>\n<li>Từ trái nghĩa: none</li>\n</ul>\n<p><strong>Culinary experience</strong> là một thuật ngữ được sử dụng để mô tả kinh nghiệm ẩm thực của một người, bao gồm các món ăn, dịch vụ, và môi trường tại một nhà hàng hoặc một sự kiện ẩm thực.</p>"
}