{
    "frequency": 230,
    "md": "giải nghĩa từ \"curious\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Từ \"curious\"**\n\n* **Từ loại:** Adjective\n* **Nghĩa tiếng việt:** Tò mò, hiếu kỳ, khát vọng\n* **Câu ví dụ:** \"She's a curious child, always asking questions.\" (Cô bé ấy tò mò, luôn hỏi câu hỏi.)\n* **Các từ liên quan:**\n\t+ Curiosity (n.) - sự tò mò, hiếu kỳ\n\t+ Curiously (adv.) - một cách tò mò, hiếu kỳ\n\t+ Curiousness (n.) - tính tò mò, hiếu kỳ\n\n**Từ \"curious\" trong các ngữ cảnh khác**\n\n* **Trong khoa học:** Curious (adj.) - bất thường, kỳ lạ (ví dụ: \"The curious phenomenon of the aurora borealis.\") (hiện tượng kỳ lạ của cực quang)\n* **Trong văn học:** Curious (adj.) - tò mò, hiếu kỳ (ví dụ: \"The curious incident of the dog in the night-time.\") (sự kiện tò mò của con chó vào ban đêm)\n\n**Lưu ý:** Từ \"curious\" có thể có nghĩa khác nhau tùy thuộc vào ngữ cảnh và lĩnh vực sử dụng.",
    "html": "<p>giải nghĩa từ \"curious\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Từ \"curious\"</strong></p>\n<ul>\n<li><strong>Từ loại:</strong> Adjective</li>\n<li><strong>Nghĩa tiếng việt:</strong> Tò mò, hiếu kỳ, khát vọng</li>\n<li><strong>Câu ví dụ:</strong> \"She's a curious child, always asking questions.\" (Cô bé ấy tò mò, luôn hỏi câu hỏi.)</li>\n<li><strong>Các từ liên quan:</strong><ul>\n<li>Curiosity (n.) - sự tò mò, hiếu kỳ</li>\n<li>Curiously (adv.) - một cách tò mò, hiếu kỳ</li>\n<li>Curiousness (n.) - tính tò mò, hiếu kỳ</li>\n</ul>\n</li>\n</ul>\n<p><strong>Từ \"curious\" trong các ngữ cảnh khác</strong></p>\n<ul>\n<li><strong>Trong khoa học:</strong> Curious (adj.) - bất thường, kỳ lạ (ví dụ: \"The curious phenomenon of the aurora borealis.\") (hiện tượng kỳ lạ của cực quang)</li>\n<li><strong>Trong văn học:</strong> Curious (adj.) - tò mò, hiếu kỳ (ví dụ: \"The curious incident of the dog in the night-time.\") (sự kiện tò mò của con chó vào ban đêm)</li>\n</ul>\n<p><strong>Lưu ý:</strong> Từ \"curious\" có thể có nghĩa khác nhau tùy thuộc vào ngữ cảnh và lĩnh vực sử dụng.</p>"
}