{
    "frequency": 81,
    "md": "giải nghĩa từ \"dave\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Dave**\n\n* **Name**: Dave là một tên riêng nam giới, thường được dùng để gọi tắt của tên David.\n* **Example sentence**: \"Dave is a good friend of mine.\" (Dave là một người bạn tốt của tôi.)\n* **Related words**: David, Davey, Davy.\n\n**Dave** (verb)\n\n* **Meaning**: Dave có nghĩa là cắt, chẻ, hoặc chia nhỏ một vật gì đó.\n* **Example sentence**: \"I need to dave this wood into smaller pieces.\" (Tôi cần cắt gỗ này thành những mảnh nhỏ hơn.)\n* **Related words**: cut, chop, slice.\n\n**Dave** (slang)\n\n* **Meaning**: Dave có nghĩa là một người đàn ông, thường được dùng trong các câu nói đùa hay các câu nói không chính thức.\n* **Example sentence**: \"What's up, dave?\" (Có gì xảy ra, anh bạn?)\n* **Related words**: dude, guy, bloke.\n\nTóm lại, \"Dave\" có thể là một tên riêng, một động từ, hoặc một từ lóng để gọi một người đàn ông.",
    "html": "<p>giải nghĩa từ \"dave\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Dave</strong></p>\n<ul>\n<li><strong>Name</strong>: Dave là một tên riêng nam giới, thường được dùng để gọi tắt của tên David.</li>\n<li><strong>Example sentence</strong>: \"Dave is a good friend of mine.\" (Dave là một người bạn tốt của tôi.)</li>\n<li><strong>Related words</strong>: David, Davey, Davy.</li>\n</ul>\n<p><strong>Dave</strong> (verb)</p>\n<ul>\n<li><strong>Meaning</strong>: Dave có nghĩa là cắt, chẻ, hoặc chia nhỏ một vật gì đó.</li>\n<li><strong>Example sentence</strong>: \"I need to dave this wood into smaller pieces.\" (Tôi cần cắt gỗ này thành những mảnh nhỏ hơn.)</li>\n<li><strong>Related words</strong>: cut, chop, slice.</li>\n</ul>\n<p><strong>Dave</strong> (slang)</p>\n<ul>\n<li><strong>Meaning</strong>: Dave có nghĩa là một người đàn ông, thường được dùng trong các câu nói đùa hay các câu nói không chính thức.</li>\n<li><strong>Example sentence</strong>: \"What's up, dave?\" (Có gì xảy ra, anh bạn?)</li>\n<li><strong>Related words</strong>: dude, guy, bloke.</li>\n</ul>\n<p>Tóm lại, \"Dave\" có thể là một tên riêng, một động từ, hoặc một từ lóng để gọi một người đàn ông.</p>"
}