{
    "frequency": 48,
    "md": "giải nghĩa từ \"decorating\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Decorating**\n\n* Từ loại: Verb\n* Nghĩa tiếng việt: Trang trí, làm đẹp, tô điểm\n* Ví dụ: \"She is decorating the room with flowers and balloons for her birthday party.\"\n* Từ liên quan: decoration, decorate, decor, ornament\n\n**Decorating** có nghĩa là làm đẹp, tô điểm, trang trí một không gian hay một vật thể bằng cách thêm các vật dụng, màu sắc, họa tiết... để làm cho nó trở nên hấp dẫn và đẹp hơn. Trong ví dụ trên, cô ấy đang trang trí phòng với hoa và bóng bay để chuẩn bị cho bữa tiệc sinh nhật của mình.\n\n**Decoration** là danh từ, nghĩa là sự trang trí, làm đẹp, các vật dụng được sử dụng để trang trí.\n\n**Decorate** là động từ, nghĩa là trang trí, làm đẹp, tô điểm.\n\n**Decor** là danh từ, nghĩa là sự trang trí, làm đẹp, các vật dụng được sử dụng để trang trí.\n\n**Ornament** là danh từ, nghĩa là đồ trang trí, vật dụng được sử dụng để trang trí.",
    "html": "<p>giải nghĩa từ \"decorating\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Decorating</strong></p>\n<ul>\n<li>Từ loại: Verb</li>\n<li>Nghĩa tiếng việt: Trang trí, làm đẹp, tô điểm</li>\n<li>Ví dụ: \"She is decorating the room with flowers and balloons for her birthday party.\"</li>\n<li>Từ liên quan: decoration, decorate, decor, ornament</li>\n</ul>\n<p><strong>Decorating</strong> có nghĩa là làm đẹp, tô điểm, trang trí một không gian hay một vật thể bằng cách thêm các vật dụng, màu sắc, họa tiết... để làm cho nó trở nên hấp dẫn và đẹp hơn. Trong ví dụ trên, cô ấy đang trang trí phòng với hoa và bóng bay để chuẩn bị cho bữa tiệc sinh nhật của mình.</p>\n<p><strong>Decoration</strong> là danh từ, nghĩa là sự trang trí, làm đẹp, các vật dụng được sử dụng để trang trí.</p>\n<p><strong>Decorate</strong> là động từ, nghĩa là trang trí, làm đẹp, tô điểm.</p>\n<p><strong>Decor</strong> là danh từ, nghĩa là sự trang trí, làm đẹp, các vật dụng được sử dụng để trang trí.</p>\n<p><strong>Ornament</strong> là danh từ, nghĩa là đồ trang trí, vật dụng được sử dụng để trang trí.</p>"
}