{
    "frequency": 19,
    "md": "giải nghĩa từ \"deeply\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Deeply** là một adverb, có nghĩa là:\n\n* **Rất, rất nhiều**: được sử dụng để nhấn mạnh mức độ của một hành động hoặc một tình trạng.\n* **Sâu sắc, kỹ lưỡng**: được sử dụng để miêu tả một hành động hoặc một tình trạng được thực hiện một cách kỹ lưỡng, sâu sắc.\n\nVí dụ:\n\n* I'm deeply sorry for what I did. (Tôi rất xin lỗi về những gì tôi đã làm.)\n* She is deeply in love with him. (Cô ấy rất yêu anh ấy.)\n* The company is deeply in debt. (Công ty đang nợ rất nhiều.)\n* The teacher explained the lesson deeply. (Giáo viên giải thích bài học một cách kỹ lưỡng.)\n\nTừ liên quan:\n\n* Deep (động từ): có nghĩa là sâu sắc, kỹ lưỡng.\n* Depth (danh từ): có nghĩa là độ sâu, mức độ.\n* Profound (tính từ): có nghĩa là sâu sắc, nghiêm túc.\n\nChú ý: **Deeply** có thể được sử dụng để nhấn mạnh mức độ của một hành động hoặc một tình trạng, nhưng nó cũng có thể được sử dụng để miêu tả một hành động hoặc một tình trạng được thực hiện một cách kỹ lưỡng, sâu sắc.",
    "html": "<p>giải nghĩa từ \"deeply\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Deeply</strong> là một adverb, có nghĩa là:</p>\n<ul>\n<li><strong>Rất, rất nhiều</strong>: được sử dụng để nhấn mạnh mức độ của một hành động hoặc một tình trạng.</li>\n<li><strong>Sâu sắc, kỹ lưỡng</strong>: được sử dụng để miêu tả một hành động hoặc một tình trạng được thực hiện một cách kỹ lưỡng, sâu sắc.</li>\n</ul>\n<p>Ví dụ:</p>\n<ul>\n<li>I'm deeply sorry for what I did. (Tôi rất xin lỗi về những gì tôi đã làm.)</li>\n<li>She is deeply in love with him. (Cô ấy rất yêu anh ấy.)</li>\n<li>The company is deeply in debt. (Công ty đang nợ rất nhiều.)</li>\n<li>The teacher explained the lesson deeply. (Giáo viên giải thích bài học một cách kỹ lưỡng.)</li>\n</ul>\n<p>Từ liên quan:</p>\n<ul>\n<li>Deep (động từ): có nghĩa là sâu sắc, kỹ lưỡng.</li>\n<li>Depth (danh từ): có nghĩa là độ sâu, mức độ.</li>\n<li>Profound (tính từ): có nghĩa là sâu sắc, nghiêm túc.</li>\n</ul>\n<p>Chú ý: <strong>Deeply</strong> có thể được sử dụng để nhấn mạnh mức độ của một hành động hoặc một tình trạng, nhưng nó cũng có thể được sử dụng để miêu tả một hành động hoặc một tình trạng được thực hiện một cách kỹ lưỡng, sâu sắc.</p>"
}