{
    "frequency": 23,
    "md": "giải nghĩa từ \"demanding\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Demanding**\n\n* **Adjective**: (tính từ) requiring a lot of effort, skill, or patience; difficult to do or deal with.\n\nNghĩa tiếng việt: khó khăn, đòi hỏi nhiều nỗ lực, kỹ năng hoặc kiên nhẫn; khó khăn để làm hoặc đối phó.\n\n* Ví dụ: \"The demanding job required her to work long hours and make difficult decisions.\"\nNghĩa tiếng việt: \"Công việc khó khăn đòi hỏi cô phải làm việc nhiều giờ và đưa ra quyết định khó khăn.\"\n\n* Từ liên quan: challenging, tough, rigorous, exacting, strenuous.\n* Từ trái nghĩa: easy, simple, effortless, undemanding.\n\n**Demanding** (tính từ) được sử dụng để mô tả một công việc, nhiệm vụ hoặc tình huống đòi hỏi nhiều nỗ lực, kỹ năng hoặc kiên nhẫn để hoàn thành. Nó có thể được sử dụng để mô tả một người có yêu cầu cao hoặc một tình huống đòi hỏi nhiều sự tập trung và quyết định.",
    "html": "<p>giải nghĩa từ \"demanding\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Demanding</strong></p>\n<ul>\n<li><strong>Adjective</strong>: (tính từ) requiring a lot of effort, skill, or patience; difficult to do or deal with.</li>\n</ul>\n<p>Nghĩa tiếng việt: khó khăn, đòi hỏi nhiều nỗ lực, kỹ năng hoặc kiên nhẫn; khó khăn để làm hoặc đối phó.</p>\n<ul>\n<li>\n<p>Ví dụ: \"The demanding job required her to work long hours and make difficult decisions.\"\nNghĩa tiếng việt: \"Công việc khó khăn đòi hỏi cô phải làm việc nhiều giờ và đưa ra quyết định khó khăn.\"</p>\n</li>\n<li>\n<p>Từ liên quan: challenging, tough, rigorous, exacting, strenuous.</p>\n</li>\n<li>Từ trái nghĩa: easy, simple, effortless, undemanding.</li>\n</ul>\n<p><strong>Demanding</strong> (tính từ) được sử dụng để mô tả một công việc, nhiệm vụ hoặc tình huống đòi hỏi nhiều nỗ lực, kỹ năng hoặc kiên nhẫn để hoàn thành. Nó có thể được sử dụng để mô tả một người có yêu cầu cao hoặc một tình huống đòi hỏi nhiều sự tập trung và quyết định.</p>"
}