{
    "frequency": 3,
    "md": "giải nghĩa từ \"devotion\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Devotion**\n\n* **Noun**: sự tận tâm, lòng tận tụy, sự chuyên tâm\n* **Example sentence**: Her devotion to her family was inspiring.\n* **Related words**: dedication, loyalty, commitment, enthusiasm, passion.\n\n**Devotion** có nghĩa là sự tận tâm, lòng tận tụy, sự chuyên tâm. Từ này được sử dụng để mô tả sự cam kết, lòng trung thành và sự tận tâm của một người đối với một người, một công việc, một nguyên tắc hay một giá trị nào đó.\n\nTrong câu ví dụ trên, \"Her devotion to her family was inspiring\" có nghĩa là \"Sự tận tâm của cô ấy đối với gia đình là rất cảm hứng\".\n\nCác từ liên quan đến **devotion** bao gồm **dedication** (sự tận tâm), **loyalty** (lòng trung thành), **commitment** (sự cam kết), **enthusiasm** (sự hứng thú) và **passion** (sự đam mê).",
    "html": "<p>giải nghĩa từ \"devotion\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Devotion</strong></p>\n<ul>\n<li><strong>Noun</strong>: sự tận tâm, lòng tận tụy, sự chuyên tâm</li>\n<li><strong>Example sentence</strong>: Her devotion to her family was inspiring.</li>\n<li><strong>Related words</strong>: dedication, loyalty, commitment, enthusiasm, passion.</li>\n</ul>\n<p><strong>Devotion</strong> có nghĩa là sự tận tâm, lòng tận tụy, sự chuyên tâm. Từ này được sử dụng để mô tả sự cam kết, lòng trung thành và sự tận tâm của một người đối với một người, một công việc, một nguyên tắc hay một giá trị nào đó.</p>\n<p>Trong câu ví dụ trên, \"Her devotion to her family was inspiring\" có nghĩa là \"Sự tận tâm của cô ấy đối với gia đình là rất cảm hứng\".</p>\n<p>Các từ liên quan đến <strong>devotion</strong> bao gồm <strong>dedication</strong> (sự tận tâm), <strong>loyalty</strong> (lòng trung thành), <strong>commitment</strong> (sự cam kết), <strong>enthusiasm</strong> (sự hứng thú) và <strong>passion</strong> (sự đam mê).</p>"
}