{
    "frequency": 407,
    "md": "giải nghĩa từ \"dishes\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Dishes**\n\n* **Noun**: Dishes refers to plates, bowls, cups, and other tableware used for serving and eating food.\n\t+ Ví dụ: \"She washed the dishes after dinner.\"\n\t+ Từ liên quan: plate, bowl, cup, utensil, tableware\n* **Noun**: Dishes can also refer to the food served in a meal.\n\t+ Ví dụ: \"The restaurant offers a variety of dishes, including vegetarian options.\"\n\t+ Từ liên quan: meal, food, cuisine, menu, recipe\n\n**Tiếng Việt**: \n* **Danh từ**: Dishes chỉ các vật dụng trên bàn ăn như đĩa, bát, cốc, và các vật dụng khác dùng để phục vụ và ăn uống.\n\t+ Ví dụ: \"Cô ấy rửa các đĩa sau bữa tối.\"\n\t+ Từ liên quan: đĩa, bát, cốc, dụng cụ, vật dụng trên bàn ăn\n* **Danh từ**: Dishes cũng có thể chỉ các món ăn được phục vụ trong bữa ăn.\n\t+ Ví dụ: \"Nhà hàng này cung cấp nhiều món ăn khác nhau, bao gồm các lựa chọn ăn chay.\"\n\t+ Từ liên quan: bữa ăn, thức ăn, ẩm thực, thực đơn, công thức nấu ăn",
    "html": "<p>giải nghĩa từ \"dishes\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Dishes</strong></p>\n<ul>\n<li><strong>Noun</strong>: Dishes refers to plates, bowls, cups, and other tableware used for serving and eating food.<ul>\n<li>Ví dụ: \"She washed the dishes after dinner.\"</li>\n<li>Từ liên quan: plate, bowl, cup, utensil, tableware</li>\n</ul>\n</li>\n<li><strong>Noun</strong>: Dishes can also refer to the food served in a meal.<ul>\n<li>Ví dụ: \"The restaurant offers a variety of dishes, including vegetarian options.\"</li>\n<li>Từ liên quan: meal, food, cuisine, menu, recipe</li>\n</ul>\n</li>\n</ul>\n<p><strong>Tiếng Việt</strong>: \n* <strong>Danh từ</strong>: Dishes chỉ các vật dụng trên bàn ăn như đĩa, bát, cốc, và các vật dụng khác dùng để phục vụ và ăn uống.\n    + Ví dụ: \"Cô ấy rửa các đĩa sau bữa tối.\"\n    + Từ liên quan: đĩa, bát, cốc, dụng cụ, vật dụng trên bàn ăn\n* <strong>Danh từ</strong>: Dishes cũng có thể chỉ các món ăn được phục vụ trong bữa ăn.\n    + Ví dụ: \"Nhà hàng này cung cấp nhiều món ăn khác nhau, bao gồm các lựa chọn ăn chay.\"\n    + Từ liên quan: bữa ăn, thức ăn, ẩm thực, thực đơn, công thức nấu ăn</p>"
}