{
    "frequency": 137,
    "md": "giải nghĩa từ \"dr\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Từ \"dr\" trong tiếng Anh**\n\n* **Dr** là một tiền tố trong tiếng Anh, có nghĩa là \"bác sĩ\" hoặc \"tiến sĩ\".\n* Ví dụ: Dr. Smith (Bác sĩ Smith)\n\n**Từ \"dr\" trong tiếng Việt**\n\n* **Bác sĩ** (n) là một chức danh của người có trình độ chuyên môn cao trong lĩnh vực y tế.\n* Ví dụ: Bác sĩ Nguyễn Văn A là một bác sĩ giỏi.\n\n**Từ loại**\n\n* **Tiền tố** (prefix) là một phần của từ được thêm vào trước một từ khác để tạo ra một từ mới.\n\n**Các từ liên quan**\n\n* **Mr** (tiền tố) là một chức danh của người nam, có nghĩa là \"ông\" hoặc \"anh\".\n* **Ms** (tiền tố) là một chức danh của người nữ, có nghĩa là \"bà\" hoặc \"cô\".\n* **Prof** (tiền tố) là một chức danh của người có chức vụ giáo sư, có nghĩa là \"giáo sư\".\n\n**Các từ trái nghĩa**\n\n* Không có từ trái nghĩa trực tiếp với \"dr\", nhưng có thể sử dụng từ \"student\" (n) để chỉ một người đang học tập, trái ngược với một người đã có trình độ chuyên môn cao như bác sĩ.",
    "html": "<p>giải nghĩa từ \"dr\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Từ \"dr\" trong tiếng Anh</strong></p>\n<ul>\n<li><strong>Dr</strong> là một tiền tố trong tiếng Anh, có nghĩa là \"bác sĩ\" hoặc \"tiến sĩ\".</li>\n<li>Ví dụ: Dr. Smith (Bác sĩ Smith)</li>\n</ul>\n<p><strong>Từ \"dr\" trong tiếng Việt</strong></p>\n<ul>\n<li><strong>Bác sĩ</strong> (n) là một chức danh của người có trình độ chuyên môn cao trong lĩnh vực y tế.</li>\n<li>Ví dụ: Bác sĩ Nguyễn Văn A là một bác sĩ giỏi.</li>\n</ul>\n<p><strong>Từ loại</strong></p>\n<ul>\n<li><strong>Tiền tố</strong> (prefix) là một phần của từ được thêm vào trước một từ khác để tạo ra một từ mới.</li>\n</ul>\n<p><strong>Các từ liên quan</strong></p>\n<ul>\n<li><strong>Mr</strong> (tiền tố) là một chức danh của người nam, có nghĩa là \"ông\" hoặc \"anh\".</li>\n<li><strong>Ms</strong> (tiền tố) là một chức danh của người nữ, có nghĩa là \"bà\" hoặc \"cô\".</li>\n<li><strong>Prof</strong> (tiền tố) là một chức danh của người có chức vụ giáo sư, có nghĩa là \"giáo sư\".</li>\n</ul>\n<p><strong>Các từ trái nghĩa</strong></p>\n<ul>\n<li>Không có từ trái nghĩa trực tiếp với \"dr\", nhưng có thể sử dụng từ \"student\" (n) để chỉ một người đang học tập, trái ngược với một người đã có trình độ chuyên môn cao như bác sĩ.</li>\n</ul>"
}