{
    "frequency": 181,
    "md": "giải nghĩa từ \"eggs\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Eggs**\n\n* **Noun**: trứng\n* **Meaning**: Trứng là một loại thực phẩm được lấy từ các loài chim, đặc biệt là gà, được sử dụng để nấu ăn, làm bánh, hoặc làm các món ăn khác.\n* **Example sentence**: \"She scrambled the eggs for breakfast.\" (Cô ấy đánh trứng cho bữa sáng.)\n* **Related words**: chicken, omelette, breakfast, yolk\n* **Antonyms**: None\n\n**Note**: Eggs can also be used as a verb, meaning to throw eggs at someone or something, but this usage is less common.\n\n**Other meanings**:\n\n* **Eggs** can also be used as a slang term to refer to a person's head or brain, as in \"Use your eggs, think carefully!\" (Dùng đầu óc của bạn, suy nghĩ kỹ!)\n* **Eggs** can also be used in idiomatic expressions, such as \"to egg someone on\" meaning to encourage or urge someone to do something, as in \"The crowd egged the runner on to finish the race.\" (Khán giả cổ vũ người chạy để hoàn thành cuộc đua.)",
    "html": "<p>giải nghĩa từ \"eggs\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Eggs</strong></p>\n<ul>\n<li><strong>Noun</strong>: trứng</li>\n<li><strong>Meaning</strong>: Trứng là một loại thực phẩm được lấy từ các loài chim, đặc biệt là gà, được sử dụng để nấu ăn, làm bánh, hoặc làm các món ăn khác.</li>\n<li><strong>Example sentence</strong>: \"She scrambled the eggs for breakfast.\" (Cô ấy đánh trứng cho bữa sáng.)</li>\n<li><strong>Related words</strong>: chicken, omelette, breakfast, yolk</li>\n<li><strong>Antonyms</strong>: None</li>\n</ul>\n<p><strong>Note</strong>: Eggs can also be used as a verb, meaning to throw eggs at someone or something, but this usage is less common.</p>\n<p><strong>Other meanings</strong>:</p>\n<ul>\n<li><strong>Eggs</strong> can also be used as a slang term to refer to a person's head or brain, as in \"Use your eggs, think carefully!\" (Dùng đầu óc của bạn, suy nghĩ kỹ!)</li>\n<li><strong>Eggs</strong> can also be used in idiomatic expressions, such as \"to egg someone on\" meaning to encourage or urge someone to do something, as in \"The crowd egged the runner on to finish the race.\" (Khán giả cổ vũ người chạy để hoàn thành cuộc đua.)</li>\n</ul>"
}