{
    "frequency": 2,
    "md": "giải nghĩa từ \"emissions\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Emissions**\n\n* **Noun**: Phát thải (từ loại danh từ)\n* **Definition**: The release of something, such as gas, heat, or light, into the air or environment.\n* **Example sentence**: The government has implemented new regulations to reduce emissions from factories and vehicles.\n* **Related words**: pollution, climate change, greenhouse gases, carbon footprint.\n\n**Từ loại**: Danh từ\n\n**Nghĩa tiếng việt**: Phát thải\n\n**Định nghĩa**: Phát thải là sự giải phóng một thứ gì đó, chẳng hạn như khí, nhiệt, hoặc ánh sáng, vào không khí hoặc môi trường.\n\n**Câu ví dụ**: Chính phủ đã thực hiện các quy định mới để giảm phát thải từ các nhà máy và phương tiện giao thông.\n\n**Từ liên quan**: ô nhiễm, biến đổi khí hậu, khí nhà kính, dấu chân carbon.",
    "html": "<p>giải nghĩa từ \"emissions\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Emissions</strong></p>\n<ul>\n<li><strong>Noun</strong>: Phát thải (từ loại danh từ)</li>\n<li><strong>Definition</strong>: The release of something, such as gas, heat, or light, into the air or environment.</li>\n<li><strong>Example sentence</strong>: The government has implemented new regulations to reduce emissions from factories and vehicles.</li>\n<li><strong>Related words</strong>: pollution, climate change, greenhouse gases, carbon footprint.</li>\n</ul>\n<p><strong>Từ loại</strong>: Danh từ</p>\n<p><strong>Nghĩa tiếng việt</strong>: Phát thải</p>\n<p><strong>Định nghĩa</strong>: Phát thải là sự giải phóng một thứ gì đó, chẳng hạn như khí, nhiệt, hoặc ánh sáng, vào không khí hoặc môi trường.</p>\n<p><strong>Câu ví dụ</strong>: Chính phủ đã thực hiện các quy định mới để giảm phát thải từ các nhà máy và phương tiện giao thông.</p>\n<p><strong>Từ liên quan</strong>: ô nhiễm, biến đổi khí hậu, khí nhà kính, dấu chân carbon.</p>"
}