{
    "frequency": 32,
    "md": "giải nghĩa từ \"estate\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Estate** (noun)\n\n* **Meaning**: A large area of land, especially one that is owned by a person or organization and used for a particular purpose.\n* **Example sentence**: The estate is surrounded by a beautiful garden and a private lake.\n* **Related words**: property, land, farm, ranch, mansion.\n\n**Estate** (noun)\n\n* **Meaning**: All the property and possessions that someone leaves when they die.\n* **Example sentence**: The estate was divided among the family members after the death of the patriarch.\n* **Related words**: inheritance, legacy, will, probate, assets.\n\n**Estate** (noun)\n\n* **Meaning**: A social class or group of people, especially one that is considered to be of a particular rank or status.\n* **Example sentence**: The aristocratic estate held significant power and influence in the country.\n* **Related words**: class, rank, status, nobility, aristocracy.\n\nNote: The meaning of \"estate\" can vary depending on the context in which it is used. The above explanations are some of the most common meanings of the word.",
    "html": "<p>giải nghĩa từ \"estate\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Estate</strong> (noun)</p>\n<ul>\n<li><strong>Meaning</strong>: A large area of land, especially one that is owned by a person or organization and used for a particular purpose.</li>\n<li><strong>Example sentence</strong>: The estate is surrounded by a beautiful garden and a private lake.</li>\n<li><strong>Related words</strong>: property, land, farm, ranch, mansion.</li>\n</ul>\n<p><strong>Estate</strong> (noun)</p>\n<ul>\n<li><strong>Meaning</strong>: All the property and possessions that someone leaves when they die.</li>\n<li><strong>Example sentence</strong>: The estate was divided among the family members after the death of the patriarch.</li>\n<li><strong>Related words</strong>: inheritance, legacy, will, probate, assets.</li>\n</ul>\n<p><strong>Estate</strong> (noun)</p>\n<ul>\n<li><strong>Meaning</strong>: A social class or group of people, especially one that is considered to be of a particular rank or status.</li>\n<li><strong>Example sentence</strong>: The aristocratic estate held significant power and influence in the country.</li>\n<li><strong>Related words</strong>: class, rank, status, nobility, aristocracy.</li>\n</ul>\n<p>Note: The meaning of \"estate\" can vary depending on the context in which it is used. The above explanations are some of the most common meanings of the word.</p>"
}