{
    "frequency": 1,
    "md": "giải nghĩa từ \"fivestar\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Fivestar** là một từ tiếng Anh, có thể được dịch sang tiếng Việt là:\n\n* **Ngôi sao năm cánh** (n): một biểu tượng hình ngôi sao có năm cánh, thường được sử dụng để đánh giá hoặc xếp hạng.\n\nVí dụ: \"The hotel received a fivestar rating from the travel agency.\"\n\n* **Xếp hạng cao nhất** (n): mức xếp hạng cao nhất, thường được sử dụng để đánh giá chất lượng của một sản phẩm hoặc dịch vụ.\n\nVí dụ: \"The restaurant received a fivestar review from the food critic.\"\n\nCác từ liên quan:\n\n* **Onestar** (n): một ngôi sao, mức xếp hạng thấp nhất.\n* **Twostar** (n): hai ngôi sao, mức xếp hạng trung bình.\n* **Threestar** (n): ba ngôi sao, mức xếp hạng khá cao.\n* **Fourstar** (n): bốn ngôi sao, mức xếp hạng cao.\n* **Rating** (n): mức xếp hạng, đánh giá.",
    "html": "<p>giải nghĩa từ \"fivestar\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Fivestar</strong> là một từ tiếng Anh, có thể được dịch sang tiếng Việt là:</p>\n<ul>\n<li><strong>Ngôi sao năm cánh</strong> (n): một biểu tượng hình ngôi sao có năm cánh, thường được sử dụng để đánh giá hoặc xếp hạng.</li>\n</ul>\n<p>Ví dụ: \"The hotel received a fivestar rating from the travel agency.\"</p>\n<ul>\n<li><strong>Xếp hạng cao nhất</strong> (n): mức xếp hạng cao nhất, thường được sử dụng để đánh giá chất lượng của một sản phẩm hoặc dịch vụ.</li>\n</ul>\n<p>Ví dụ: \"The restaurant received a fivestar review from the food critic.\"</p>\n<p>Các từ liên quan:</p>\n<ul>\n<li><strong>Onestar</strong> (n): một ngôi sao, mức xếp hạng thấp nhất.</li>\n<li><strong>Twostar</strong> (n): hai ngôi sao, mức xếp hạng trung bình.</li>\n<li><strong>Threestar</strong> (n): ba ngôi sao, mức xếp hạng khá cao.</li>\n<li><strong>Fourstar</strong> (n): bốn ngôi sao, mức xếp hạng cao.</li>\n<li><strong>Rating</strong> (n): mức xếp hạng, đánh giá.</li>\n</ul>"
}