{
    "frequency": 16,
    "md": "giải nghĩa từ \"grace\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Từ loại:** danh từ\n\n**Nghĩa tiếng việt:** Ân huệ, ơn huệ, ân sủng, ân điển\n\n**Câu ví dụ:** She showed great grace under pressure. (Cô ấy đã thể hiện ân huệ lớn dưới áp lực.)\n\n**Từ liên quan:** gracious, graciousness, graciously\n\n**Từ trái nghĩa:** cruelty, harshness, brutality\n\n**Giải nghĩa:** \"Grace\" có nghĩa là ân huệ, ơn huệ, ân sủng, ân điển. Nó có thể được sử dụng để mô tả một hành động hay một thái độ thể hiện sự ân huệ, ơn huệ, ân sủng, ân điển. Ví dụ, một người thể hiện ân huệ lớn dưới áp lực có nghĩa là họ đã thể hiện một thái độ ân huệ, ơn huệ, ân sủng, ân điển trong một tình huống khó khăn. Từ \"grace\" cũng có thể được sử dụng để mô tả một phẩm chất hay một đặc điểm của một người, chẳng hạn như một người có ân huệ, ơn huệ, ân sủng, ân điển.",
    "html": "<p>giải nghĩa từ \"grace\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Từ loại:</strong> danh từ</p>\n<p><strong>Nghĩa tiếng việt:</strong> Ân huệ, ơn huệ, ân sủng, ân điển</p>\n<p><strong>Câu ví dụ:</strong> She showed great grace under pressure. (Cô ấy đã thể hiện ân huệ lớn dưới áp lực.)</p>\n<p><strong>Từ liên quan:</strong> gracious, graciousness, graciously</p>\n<p><strong>Từ trái nghĩa:</strong> cruelty, harshness, brutality</p>\n<p><strong>Giải nghĩa:</strong> \"Grace\" có nghĩa là ân huệ, ơn huệ, ân sủng, ân điển. Nó có thể được sử dụng để mô tả một hành động hay một thái độ thể hiện sự ân huệ, ơn huệ, ân sủng, ân điển. Ví dụ, một người thể hiện ân huệ lớn dưới áp lực có nghĩa là họ đã thể hiện một thái độ ân huệ, ơn huệ, ân sủng, ân điển trong một tình huống khó khăn. Từ \"grace\" cũng có thể được sử dụng để mô tả một phẩm chất hay một đặc điểm của một người, chẳng hạn như một người có ân huệ, ơn huệ, ân sủng, ân điển.</p>"
}