{
    "frequency": 30,
    "md": "giải nghĩa từ \"handmade\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Handmade**\n\n* Từ loại: adjective\n* Nghĩa tiếng việt: được làm bằng tay, thủ công\n* Ví dụ: \"This handmade necklace is very beautiful.\" (Dây chuyền này được làm bằng tay rất đẹp.)\n* Từ liên quan: craft, artisan, DIY (do-it-yourself)\n\n**Handmade** có nghĩa là được làm bằng tay, thủ công, không phải được sản xuất bằng máy móc. Từ này được dùng để mô tả các sản phẩm được làm bằng tay, như đồ trang sức, quần áo, đồ nội thất, vv. Từ này cũng được dùng để mô tả các sản phẩm được làm bằng kỹ thuật thủ công, như đồ gốm, đồ gỗ, vv.\n\nVí dụ khác:\n\n* \"The handmade furniture is very expensive.\" (Đồ nội thất được làm bằng tay rất đắt.)\n* \"She likes to buy handmade crafts.\" (Cô ấy thích mua đồ thủ công được làm bằng tay.)\n* \"The artisan makes handmade jewelry.\" (Nghệ nhân làm đồ trang sức được làm bằng tay.)",
    "html": "<p>giải nghĩa từ \"handmade\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Handmade</strong></p>\n<ul>\n<li>Từ loại: adjective</li>\n<li>Nghĩa tiếng việt: được làm bằng tay, thủ công</li>\n<li>Ví dụ: \"This handmade necklace is very beautiful.\" (Dây chuyền này được làm bằng tay rất đẹp.)</li>\n<li>Từ liên quan: craft, artisan, DIY (do-it-yourself)</li>\n</ul>\n<p><strong>Handmade</strong> có nghĩa là được làm bằng tay, thủ công, không phải được sản xuất bằng máy móc. Từ này được dùng để mô tả các sản phẩm được làm bằng tay, như đồ trang sức, quần áo, đồ nội thất, vv. Từ này cũng được dùng để mô tả các sản phẩm được làm bằng kỹ thuật thủ công, như đồ gốm, đồ gỗ, vv.</p>\n<p>Ví dụ khác:</p>\n<ul>\n<li>\"The handmade furniture is very expensive.\" (Đồ nội thất được làm bằng tay rất đắt.)</li>\n<li>\"She likes to buy handmade crafts.\" (Cô ấy thích mua đồ thủ công được làm bằng tay.)</li>\n<li>\"The artisan makes handmade jewelry.\" (Nghệ nhân làm đồ trang sức được làm bằng tay.)</li>\n</ul>"
}