{
    "frequency": 224,
    "md": "giải nghĩa từ \"happen\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan, và các từ trái nghĩa.\n\n**Happen**\n\n* Verb: xảy ra, xảy đến, diễn ra\n* Example: \"What happened to you last night?\" (Điều gì đã xảy ra với bạn đêm qua?)\n* Related words: occur, take place, come about\n* Antonyms: not happen, prevent\n\n**Happen** có nghĩa là xảy ra, xảy đến, diễn ra một sự kiện hoặc một tình huống nào đó. Từ này có thể được sử dụng trong nhiều ngữ cảnh khác nhau, chẳng hạn như:\n\n* \"I didn't mean for that to happen.\" (Tôi không có ý định để điều đó xảy ra.)\n* \"What happened to your car?\" (Điều gì đã xảy ra với xe của bạn?)\n* \"The accident happened so fast.\" (Tai nạn xảy ra quá nhanh.)\n\nTrong các câu ví dụ trên, **happen** được sử dụng để mô tả một sự kiện hoặc một tình huống đã xảy ra. Từ này cũng có thể được sử dụng để hỏi về một sự kiện đã xảy ra, chẳng hạn như \"What happened?\" (Điều gì đã xảy ra?).",
    "html": "<p>giải nghĩa từ \"happen\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan, và các từ trái nghĩa.</p>\n<p><strong>Happen</strong></p>\n<ul>\n<li>Verb: xảy ra, xảy đến, diễn ra</li>\n<li>Example: \"What happened to you last night?\" (Điều gì đã xảy ra với bạn đêm qua?)</li>\n<li>Related words: occur, take place, come about</li>\n<li>Antonyms: not happen, prevent</li>\n</ul>\n<p><strong>Happen</strong> có nghĩa là xảy ra, xảy đến, diễn ra một sự kiện hoặc một tình huống nào đó. Từ này có thể được sử dụng trong nhiều ngữ cảnh khác nhau, chẳng hạn như:</p>\n<ul>\n<li>\"I didn't mean for that to happen.\" (Tôi không có ý định để điều đó xảy ra.)</li>\n<li>\"What happened to your car?\" (Điều gì đã xảy ra với xe của bạn?)</li>\n<li>\"The accident happened so fast.\" (Tai nạn xảy ra quá nhanh.)</li>\n</ul>\n<p>Trong các câu ví dụ trên, <strong>happen</strong> được sử dụng để mô tả một sự kiện hoặc một tình huống đã xảy ra. Từ này cũng có thể được sử dụng để hỏi về một sự kiện đã xảy ra, chẳng hạn như \"What happened?\" (Điều gì đã xảy ra?).</p>"
}