{
    "frequency": 1,
    "md": "giải nghĩa từ \"hum\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Từ \"hum\" trong tiếng Anh**\n\n* **Hum** (noun): một âm thanh thấp, đều đặn, thường được tạo ra bởi một máy móc hoặc một thiết bị điện\n\t+ Ví dụ: \"The hum of the refrigerator was driving me crazy.\"\n\t+ Dịch sang tiếng việt: \"Âm thanh đều đặn của tủ lạnh khiến tôi điên lên.\"\n* **Hum** (verb): tạo ra một âm thanh thấp, đều đặn\n\t+ Ví dụ: \"The engine began to hum as it warmed up.\"\n\t+ Dịch sang tiếng việt: \"Động cơ bắt đầu tạo ra âm thanh đều đặn khi nó được khởi động.\"\n* **Hum** (idiom): một cách nói để thể hiện sự không chắc chắn hoặc không rõ ràng\n\t+ Ví dụ: \"I'm not sure what to do, hum and haw about it.\"\n\t+ Dịch sang tiếng việt: \"Tôi không chắc chắn phải làm gì, cứ nói lung tung về nó.\"\n\n**Từ liên quan**\n\n* **Humming**: tạo ra một âm thanh đều đặn (ví dụ: \"The humming of the bees was soothing.\")\n* **Humdrum**: một âm thanh đều đặn, không thay đổi (ví dụ: \"The humdrum of the traffic was annoying.\")\n* **Humility**: sự khiêm tốn, sự hạ thấp mình (ví dụ: \"He showed great humility in his acceptance speech.\")",
    "html": "<p>giải nghĩa từ \"hum\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Từ \"hum\" trong tiếng Anh</strong></p>\n<ul>\n<li><strong>Hum</strong> (noun): một âm thanh thấp, đều đặn, thường được tạo ra bởi một máy móc hoặc một thiết bị điện<ul>\n<li>Ví dụ: \"The hum of the refrigerator was driving me crazy.\"</li>\n<li>Dịch sang tiếng việt: \"Âm thanh đều đặn của tủ lạnh khiến tôi điên lên.\"</li>\n</ul>\n</li>\n<li><strong>Hum</strong> (verb): tạo ra một âm thanh thấp, đều đặn<ul>\n<li>Ví dụ: \"The engine began to hum as it warmed up.\"</li>\n<li>Dịch sang tiếng việt: \"Động cơ bắt đầu tạo ra âm thanh đều đặn khi nó được khởi động.\"</li>\n</ul>\n</li>\n<li><strong>Hum</strong> (idiom): một cách nói để thể hiện sự không chắc chắn hoặc không rõ ràng<ul>\n<li>Ví dụ: \"I'm not sure what to do, hum and haw about it.\"</li>\n<li>Dịch sang tiếng việt: \"Tôi không chắc chắn phải làm gì, cứ nói lung tung về nó.\"</li>\n</ul>\n</li>\n</ul>\n<p><strong>Từ liên quan</strong></p>\n<ul>\n<li><strong>Humming</strong>: tạo ra một âm thanh đều đặn (ví dụ: \"The humming of the bees was soothing.\")</li>\n<li><strong>Humdrum</strong>: một âm thanh đều đặn, không thay đổi (ví dụ: \"The humdrum of the traffic was annoying.\")</li>\n<li><strong>Humility</strong>: sự khiêm tốn, sự hạ thấp mình (ví dụ: \"He showed great humility in his acceptance speech.\")</li>\n</ul>"
}