{
    "frequency": 3,
    "md": "giải nghĩa từ \"illusion\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Illusion**\n\n* Từ loại: noun\n* Nghĩa tiếng việt: ảo giác, ảo tưởng\n\n**Illusion** là một từ tiếng Anh được sử dụng để chỉ một cảm giác sai lầm hay một hình ảnh sai lầm về thực tế. Nó có thể được sử dụng để mô tả một cảm giác sai lầm về thế giới quanh ta, hoặc một hình ảnh sai lầm về bản thân.\n\nVí dụ:\n\n* The magician created an illusion of a disappearing act. (Nhà ảo thuật tạo ra một ảo giác về một màn trình diễn biến mất.)\n* Her illusion of being in love with him was shattered when she discovered his infidelity. (Ảo tưởng của cô về việc cô yêu anh ta đã bị phá vỡ khi cô phát hiện ra sự không chung thủy của anh ta.)\n\n**Từ liên quan:**\n\n* **Delusion**: một từ tiếng Anh có nghĩa tương tự với **illusion**, nhưng nó được sử dụng để chỉ một cảm giác sai lầm về thực tế mà không thể thay đổi được.\n* **Hallucination**: một từ tiếng Anh được sử dụng để chỉ một cảm giác sai lầm về thực tế do bị ảnh hưởng bởi các chất kích thích hay các vấn đề về sức khỏe.\n* **Mirage**: một từ tiếng Anh được sử dụng để chỉ một hình ảnh sai lầm về một vật thể hay một cảnh quan do bị ảnh hưởng bởi các điều kiện môi trường.",
    "html": "<p>giải nghĩa từ \"illusion\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Illusion</strong></p>\n<ul>\n<li>Từ loại: noun</li>\n<li>Nghĩa tiếng việt: ảo giác, ảo tưởng</li>\n</ul>\n<p><strong>Illusion</strong> là một từ tiếng Anh được sử dụng để chỉ một cảm giác sai lầm hay một hình ảnh sai lầm về thực tế. Nó có thể được sử dụng để mô tả một cảm giác sai lầm về thế giới quanh ta, hoặc một hình ảnh sai lầm về bản thân.</p>\n<p>Ví dụ:</p>\n<ul>\n<li>The magician created an illusion of a disappearing act. (Nhà ảo thuật tạo ra một ảo giác về một màn trình diễn biến mất.)</li>\n<li>Her illusion of being in love with him was shattered when she discovered his infidelity. (Ảo tưởng của cô về việc cô yêu anh ta đã bị phá vỡ khi cô phát hiện ra sự không chung thủy của anh ta.)</li>\n</ul>\n<p><strong>Từ liên quan:</strong></p>\n<ul>\n<li><strong>Delusion</strong>: một từ tiếng Anh có nghĩa tương tự với <strong>illusion</strong>, nhưng nó được sử dụng để chỉ một cảm giác sai lầm về thực tế mà không thể thay đổi được.</li>\n<li><strong>Hallucination</strong>: một từ tiếng Anh được sử dụng để chỉ một cảm giác sai lầm về thực tế do bị ảnh hưởng bởi các chất kích thích hay các vấn đề về sức khỏe.</li>\n<li><strong>Mirage</strong>: một từ tiếng Anh được sử dụng để chỉ một hình ảnh sai lầm về một vật thể hay một cảnh quan do bị ảnh hưởng bởi các điều kiện môi trường.</li>\n</ul>"
}