{
    "frequency": 33,
    "md": "giải nghĩa từ \"impression\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Impression**\n\n* **Noun**: ấn tượng, cảm giác, ấn tượng đầu tiên\n* **Example sentence**: The first impression of the city was overwhelming. (Ấn tượng đầu tiên về thành phố là quá sức.)\n* **Related words**: impressionable (dễ bị ấn tượng), impressive (ấn tượng, gây ấn tượng), impressionist (người theo chủ nghĩa ấn tượng).\n\n**Impression** có thể được sử dụng trong nhiều lĩnh vực khác nhau, bao gồm:\n\n* **Psychology**: ấn tượng, cảm giác, ấn tượng đầu tiên\n* **Art**: ấn tượng, phong cách ấn tượng\n* **Marketing**: ấn tượng, cảm giác, ấn tượng về sản phẩm\n* **Everyday conversation**: ấn tượng, cảm giác, ấn tượng đầu tiên\n\n**Impression** có thể được sử dụng trong các câu sau:\n\n* The impression I got from the movie was that it was very sad. (Ấn tượng tôi nhận được từ bộ phim là nó rất buồn.)\n* The artist's impression of the city was very vivid. (Ấn tượng của nghệ sĩ về thành phố là rất sống động.)\n* The company's impression on the market was very strong. (Ấn tượng của công ty trên thị trường là rất mạnh.)\n\n**Impression** có thể được sử dụng trong các câu hỏi sau:\n\n* What was your impression of the new restaurant? (Ấn tượng của bạn về nhà hàng mới là gì?)\n* How did you get the impression that he was unhappy? (Bạn nhận được ấn tượng rằng anh ấy không hạnh phúc như thế nào?)\n* What impression do you think the company wants to make on the market? (Ấn tượng nào bạn nghĩ công ty muốn tạo ra trên thị trường?)",
    "html": "<p>giải nghĩa từ \"impression\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Impression</strong></p>\n<ul>\n<li><strong>Noun</strong>: ấn tượng, cảm giác, ấn tượng đầu tiên</li>\n<li><strong>Example sentence</strong>: The first impression of the city was overwhelming. (Ấn tượng đầu tiên về thành phố là quá sức.)</li>\n<li><strong>Related words</strong>: impressionable (dễ bị ấn tượng), impressive (ấn tượng, gây ấn tượng), impressionist (người theo chủ nghĩa ấn tượng).</li>\n</ul>\n<p><strong>Impression</strong> có thể được sử dụng trong nhiều lĩnh vực khác nhau, bao gồm:</p>\n<ul>\n<li><strong>Psychology</strong>: ấn tượng, cảm giác, ấn tượng đầu tiên</li>\n<li><strong>Art</strong>: ấn tượng, phong cách ấn tượng</li>\n<li><strong>Marketing</strong>: ấn tượng, cảm giác, ấn tượng về sản phẩm</li>\n<li><strong>Everyday conversation</strong>: ấn tượng, cảm giác, ấn tượng đầu tiên</li>\n</ul>\n<p><strong>Impression</strong> có thể được sử dụng trong các câu sau:</p>\n<ul>\n<li>The impression I got from the movie was that it was very sad. (Ấn tượng tôi nhận được từ bộ phim là nó rất buồn.)</li>\n<li>The artist's impression of the city was very vivid. (Ấn tượng của nghệ sĩ về thành phố là rất sống động.)</li>\n<li>The company's impression on the market was very strong. (Ấn tượng của công ty trên thị trường là rất mạnh.)</li>\n</ul>\n<p><strong>Impression</strong> có thể được sử dụng trong các câu hỏi sau:</p>\n<ul>\n<li>What was your impression of the new restaurant? (Ấn tượng của bạn về nhà hàng mới là gì?)</li>\n<li>How did you get the impression that he was unhappy? (Bạn nhận được ấn tượng rằng anh ấy không hạnh phúc như thế nào?)</li>\n<li>What impression do you think the company wants to make on the market? (Ấn tượng nào bạn nghĩ công ty muốn tạo ra trên thị trường?)</li>\n</ul>"
}