{
    "frequency": 2,
    "md": "giải nghĩa từ \"inclined\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Inclined** (/ɪnˈklaɪnd/)\n\n* **Adjective**: Having a tendency or leaning towards something; having a natural ability or talent for something.\n\nNghĩa tiếng việt: Có khuynh hướng, thiên hướng, có thiên phú, có khả năng tự nhiên.\n\nVí dụ: She's inclined to be a bit shy in new situations. (Cô ấy có khuynh hướng hơi nhút nhát trong các tình huống mới.)\n\n* **Verb**: To bend or lean towards something; to have a tendency or preference for something.\n\nNghĩa tiếng việt: Cong, nghiêng, hướng về, có khuynh hướng, ưa thích.\n\nVí dụ: The tree inclined towards the sunlight. (Cây nghiêng về phía ánh sáng mặt trời.)\n\nTừ liên quan:\n\n* **Inclination**: A natural tendency or bent towards something.\n* **Incline**: A slope or a surface that is not level.\n* **Decline**: To bend or slope downwards.\n\nTừ trái nghĩa:\n\n* **Upright**: Standing or sitting straight up; not leaning or bent.\n* **Straight**: Not curved or bent; direct and honest.\n\nNote: The word \"inclined\" can also be used in a more formal or technical sense, such as in geometry or physics, to describe a line or surface that is not perpendicular to a reference plane.",
    "html": "<p>giải nghĩa từ \"inclined\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Inclined</strong> (/ɪnˈklaɪnd/)</p>\n<ul>\n<li><strong>Adjective</strong>: Having a tendency or leaning towards something; having a natural ability or talent for something.</li>\n</ul>\n<p>Nghĩa tiếng việt: Có khuynh hướng, thiên hướng, có thiên phú, có khả năng tự nhiên.</p>\n<p>Ví dụ: She's inclined to be a bit shy in new situations. (Cô ấy có khuynh hướng hơi nhút nhát trong các tình huống mới.)</p>\n<ul>\n<li><strong>Verb</strong>: To bend or lean towards something; to have a tendency or preference for something.</li>\n</ul>\n<p>Nghĩa tiếng việt: Cong, nghiêng, hướng về, có khuynh hướng, ưa thích.</p>\n<p>Ví dụ: The tree inclined towards the sunlight. (Cây nghiêng về phía ánh sáng mặt trời.)</p>\n<p>Từ liên quan:</p>\n<ul>\n<li><strong>Inclination</strong>: A natural tendency or bent towards something.</li>\n<li><strong>Incline</strong>: A slope or a surface that is not level.</li>\n<li><strong>Decline</strong>: To bend or slope downwards.</li>\n</ul>\n<p>Từ trái nghĩa:</p>\n<ul>\n<li><strong>Upright</strong>: Standing or sitting straight up; not leaning or bent.</li>\n<li><strong>Straight</strong>: Not curved or bent; direct and honest.</li>\n</ul>\n<p>Note: The word \"inclined\" can also be used in a more formal or technical sense, such as in geometry or physics, to describe a line or surface that is not perpendicular to a reference plane.</p>"
}