{
    "frequency": 3,
    "md": "giải nghĩa từ \"indie\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Indie**\n\n* Từ loại: Adjective\n* Nghĩa tiếng việt: Độc lập, không thuộc về hãng lớn, không theo quy tắc chung\n\n**Indie** được dùng để mô tả các sản phẩm, nghệ sĩ, hay các công ty không thuộc về các hãng lớn, không theo quy tắc chung, và có thể được sản xuất hay phát triển một cách độc lập.\n\nVí dụ:\n* \"The indie film was a critical success.\" (Bộ phim độc lập này đã thành công về mặt phê bình.)\n* \"She's an indie artist, she doesn't belong to any record label.\" (Cô ấy là một nghệ sĩ độc lập, cô ấy không thuộc về bất kỳ hãng thu âm nào.)\n\n**Indie** cũng có thể được dùng để mô tả các sản phẩm hay dịch vụ có tính độc đáo, sáng tạo, và không theo quy tắc chung.\n\nVí dụ:\n* \"This indie coffee shop is my favorite.\" (Café độc lập này là quán ưa thích của tôi.)\n* \"The indie game is really popular among gamers.\" (Trò chơi độc lập này rất được ưa chuộng trong cộng đồng game thủ.)\n\nCác từ liên quan:\n* Independent (độc lập)\n* Underground (ngầm, không thuộc về hãng lớn)\n* Alternative (đối lập, không theo quy tắc chung)\n* DIY (do-it-yourself, tự làm)",
    "html": "<p>giải nghĩa từ \"indie\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Indie</strong></p>\n<ul>\n<li>Từ loại: Adjective</li>\n<li>Nghĩa tiếng việt: Độc lập, không thuộc về hãng lớn, không theo quy tắc chung</li>\n</ul>\n<p><strong>Indie</strong> được dùng để mô tả các sản phẩm, nghệ sĩ, hay các công ty không thuộc về các hãng lớn, không theo quy tắc chung, và có thể được sản xuất hay phát triển một cách độc lập.</p>\n<p>Ví dụ:\n* \"The indie film was a critical success.\" (Bộ phim độc lập này đã thành công về mặt phê bình.)\n* \"She's an indie artist, she doesn't belong to any record label.\" (Cô ấy là một nghệ sĩ độc lập, cô ấy không thuộc về bất kỳ hãng thu âm nào.)</p>\n<p><strong>Indie</strong> cũng có thể được dùng để mô tả các sản phẩm hay dịch vụ có tính độc đáo, sáng tạo, và không theo quy tắc chung.</p>\n<p>Ví dụ:\n* \"This indie coffee shop is my favorite.\" (Café độc lập này là quán ưa thích của tôi.)\n* \"The indie game is really popular among gamers.\" (Trò chơi độc lập này rất được ưa chuộng trong cộng đồng game thủ.)</p>\n<p>Các từ liên quan:\n* Independent (độc lập)\n* Underground (ngầm, không thuộc về hãng lớn)\n* Alternative (đối lập, không theo quy tắc chung)\n* DIY (do-it-yourself, tự làm)</p>"
}