{
    "frequency": 4,
    "md": "giải nghĩa từ \"infant\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Infant**\n\n* Từ loại: noun\n* Nghĩa tiếng việt: trẻ sơ sinh, trẻ em dưới một tuổi\n\nVí dụ: The infant was sleeping peacefully in her crib.\n\nCác từ liên quan: baby, child, toddler, newborn.\n\n**Infant** có thể được sử dụng trong các ngữ cảnh sau:\n\n* Y tế: The infant was diagnosed with a rare genetic disorder. (Trẻ sơ sinh được chẩn đoán mắc một bệnh di truyền hiếm.)\n* Gia đình: The new infant brought so much joy to the family. (Trẻ sơ sinh mới mang lại rất nhiều niềm vui cho gia đình.)\n* Xã hội: The infant mortality rate in the country is still high. (Tỷ lệ tử vong của trẻ sơ sinh ở nước này vẫn còn cao.)\n\nLưu ý: **Infant** có thể được sử dụng để chỉ trẻ em dưới một tuổi, nhưng trong một số trường hợp, nó có thể được sử dụng để chỉ trẻ em dưới hai tuổi hoặc thậm chí dưới ba tuổi. Tuy nhiên, trong y tế và các lĩnh vực khác, **infant** thường được sử dụng để chỉ trẻ em dưới một tuổi.",
    "html": "<p>giải nghĩa từ \"infant\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Infant</strong></p>\n<ul>\n<li>Từ loại: noun</li>\n<li>Nghĩa tiếng việt: trẻ sơ sinh, trẻ em dưới một tuổi</li>\n</ul>\n<p>Ví dụ: The infant was sleeping peacefully in her crib.</p>\n<p>Các từ liên quan: baby, child, toddler, newborn.</p>\n<p><strong>Infant</strong> có thể được sử dụng trong các ngữ cảnh sau:</p>\n<ul>\n<li>Y tế: The infant was diagnosed with a rare genetic disorder. (Trẻ sơ sinh được chẩn đoán mắc một bệnh di truyền hiếm.)</li>\n<li>Gia đình: The new infant brought so much joy to the family. (Trẻ sơ sinh mới mang lại rất nhiều niềm vui cho gia đình.)</li>\n<li>Xã hội: The infant mortality rate in the country is still high. (Tỷ lệ tử vong của trẻ sơ sinh ở nước này vẫn còn cao.)</li>\n</ul>\n<p>Lưu ý: <strong>Infant</strong> có thể được sử dụng để chỉ trẻ em dưới một tuổi, nhưng trong một số trường hợp, nó có thể được sử dụng để chỉ trẻ em dưới hai tuổi hoặc thậm chí dưới ba tuổi. Tuy nhiên, trong y tế và các lĩnh vực khác, <strong>infant</strong> thường được sử dụng để chỉ trẻ em dưới một tuổi.</p>"
}