{
    "frequency": 2,
    "md": "giải nghĩa từ \"invigorating\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Invigorating**\n\n* **Từ loại:** adjective\n* **Nghĩa tiếng việt:** tươi trẻ, sảng khoái, tràn đầy sinh lực\n* **Câu ví dụ:** The invigorating mountain air made us feel refreshed and energized.\n* **Các từ liên quan:** refreshing, rejuvenating, revitalizing, energizing\n* **Các từ trái nghĩa:** exhausting, draining, tiring, debilitating\n\n**Invigorating** có nghĩa là mang lại cảm giác tươi trẻ, sảng khoái và tràn đầy sinh lực. Nó được sử dụng để mô tả một điều gì đó mang lại cảm giác mới mẻ, tươi trẻ và đầy năng lượng. Ví dụ, không khí núi tươi trẻ có thể mang lại cảm giác tươi trẻ và tràn đầy sinh lực cho chúng ta. Các từ liên quan đến **invigorating** bao gồm **refreshing**, **rejuvenating**, **revitalizing**, và **energizing**, tất cả đều mang lại cảm giác tươi trẻ và tràn đầy sinh lực. Ngược lại, các từ trái nghĩa với **invigorating** bao gồm **exhausting**, **draining**, **tiring**, và **debilitating**, tất cả đều mang lại cảm giác mệt mỏi và thiếu sinh lực.",
    "html": "<p>giải nghĩa từ \"invigorating\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Invigorating</strong></p>\n<ul>\n<li><strong>Từ loại:</strong> adjective</li>\n<li><strong>Nghĩa tiếng việt:</strong> tươi trẻ, sảng khoái, tràn đầy sinh lực</li>\n<li><strong>Câu ví dụ:</strong> The invigorating mountain air made us feel refreshed and energized.</li>\n<li><strong>Các từ liên quan:</strong> refreshing, rejuvenating, revitalizing, energizing</li>\n<li><strong>Các từ trái nghĩa:</strong> exhausting, draining, tiring, debilitating</li>\n</ul>\n<p><strong>Invigorating</strong> có nghĩa là mang lại cảm giác tươi trẻ, sảng khoái và tràn đầy sinh lực. Nó được sử dụng để mô tả một điều gì đó mang lại cảm giác mới mẻ, tươi trẻ và đầy năng lượng. Ví dụ, không khí núi tươi trẻ có thể mang lại cảm giác tươi trẻ và tràn đầy sinh lực cho chúng ta. Các từ liên quan đến <strong>invigorating</strong> bao gồm <strong>refreshing</strong>, <strong>rejuvenating</strong>, <strong>revitalizing</strong>, và <strong>energizing</strong>, tất cả đều mang lại cảm giác tươi trẻ và tràn đầy sinh lực. Ngược lại, các từ trái nghĩa với <strong>invigorating</strong> bao gồm <strong>exhausting</strong>, <strong>draining</strong>, <strong>tiring</strong>, và <strong>debilitating</strong>, tất cả đều mang lại cảm giác mệt mỏi và thiếu sinh lực.</p>"
}