{
    "frequency": 4,
    "md": "giải nghĩa từ \"ironic\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Irony**\n\n* **Noun**: sự mỉa mai, sự nghịch lý, sự trái ngược\n* **Definition**: a situation in which something happens that is the opposite of what is expected, or a statement that means the opposite of what it says.\n\n**Example sentences**:\n\n* The irony of the situation was that the fire station caught on fire. (Sự mỉa mai của tình huống là trụ sở cứu hỏa lại bị cháy.)\n* He said \"What a beautiful day!\" on a rainy day, which was an irony. (Anh ấy nói \"Ngày đẹp quá!\" vào một ngày mưa, đó là một sự mỉa mai.)\n\n**Related words**:\n\n* **Sarcasm**: sự mỉa mai, sự châm biếm (a form of irony in which someone says the opposite of what they mean, often to be humorous or mocking)\n* **Paradox**: sự nghịch lý, sự mâu thuẫn (a situation in which two things that are opposite or contradictory exist together)\n* **Contrast**: sự trái ngược, sự đối lập (a difference or opposition between two things)",
    "html": "<p>giải nghĩa từ \"ironic\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Irony</strong></p>\n<ul>\n<li><strong>Noun</strong>: sự mỉa mai, sự nghịch lý, sự trái ngược</li>\n<li><strong>Definition</strong>: a situation in which something happens that is the opposite of what is expected, or a statement that means the opposite of what it says.</li>\n</ul>\n<p><strong>Example sentences</strong>:</p>\n<ul>\n<li>The irony of the situation was that the fire station caught on fire. (Sự mỉa mai của tình huống là trụ sở cứu hỏa lại bị cháy.)</li>\n<li>He said \"What a beautiful day!\" on a rainy day, which was an irony. (Anh ấy nói \"Ngày đẹp quá!\" vào một ngày mưa, đó là một sự mỉa mai.)</li>\n</ul>\n<p><strong>Related words</strong>:</p>\n<ul>\n<li><strong>Sarcasm</strong>: sự mỉa mai, sự châm biếm (a form of irony in which someone says the opposite of what they mean, often to be humorous or mocking)</li>\n<li><strong>Paradox</strong>: sự nghịch lý, sự mâu thuẫn (a situation in which two things that are opposite or contradictory exist together)</li>\n<li><strong>Contrast</strong>: sự trái ngược, sự đối lập (a difference or opposition between two things)</li>\n</ul>"
}