{
    "frequency": 37250,
    "md": "giải nghĩa từ \"it\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ đồng nghĩa.\n\n**It** là một đại từ (pronoun) trong tiếng Anh, có thể được dịch sang tiếng Việt với các nghĩa sau:\n\n* **Nó** (dùng để chỉ một vật, một con vật, một người...): \"It is a book.\" (Nó là một quyển sách.)\n* **Nó** (dùng để chỉ một sự việc, một tình huống...): \"It is raining.\" (Nó đang mưa.)\n* **Cái đó** (dùng để chỉ một vật, một con vật, một người... không xác định): \"I saw it on the table.\" (Tôi thấy cái đó trên bàn.)\n* **Điều đó** (dùng để chỉ một sự việc, một tình huống... không xác định): \"I don't like it.\" (Tôi không thích điều đó.)\n\nCâu ví dụ:\n\n* \"It is a beautiful day.\" (Nó là một ngày đẹp.)\n* \"I need it for my work.\" (Tôi cần nó cho công việc của tôi.)\n* \"What is it?\" (Cái đó là gì?)\n* \"I don't know what it is.\" (Tôi không biết điều đó là gì.)\n\nTừ liên quan:\n\n* **This** (đại từ chỉ định, dùng để chỉ một vật, một con vật, một người... gần gũi)\n* **That** (đại từ chỉ định, dùng để chỉ một vật, một con vật, một người... xa hơn)\n* **These** (đại từ chỉ định, dùng để chỉ nhiều vật, nhiều con vật, nhiều người... gần gũi)\n* **Those** (đại từ chỉ định, dùng để chỉ nhiều vật, nhiều con vật, nhiều người... xa hơn)\n\nTừ đồng nghĩa:\n\n* **This** (đại từ chỉ định, dùng để chỉ một vật, một con vật, một người... gần gũi)\n* **That** (đại từ chỉ định, dùng để chỉ một vật, một con vật, một người... xa hơn)",
    "html": "<p>giải nghĩa từ \"it\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ đồng nghĩa.</p>\n<p><strong>It</strong> là một đại từ (pronoun) trong tiếng Anh, có thể được dịch sang tiếng Việt với các nghĩa sau:</p>\n<ul>\n<li><strong>Nó</strong> (dùng để chỉ một vật, một con vật, một người...): \"It is a book.\" (Nó là một quyển sách.)</li>\n<li><strong>Nó</strong> (dùng để chỉ một sự việc, một tình huống...): \"It is raining.\" (Nó đang mưa.)</li>\n<li><strong>Cái đó</strong> (dùng để chỉ một vật, một con vật, một người... không xác định): \"I saw it on the table.\" (Tôi thấy cái đó trên bàn.)</li>\n<li><strong>Điều đó</strong> (dùng để chỉ một sự việc, một tình huống... không xác định): \"I don't like it.\" (Tôi không thích điều đó.)</li>\n</ul>\n<p>Câu ví dụ:</p>\n<ul>\n<li>\"It is a beautiful day.\" (Nó là một ngày đẹp.)</li>\n<li>\"I need it for my work.\" (Tôi cần nó cho công việc của tôi.)</li>\n<li>\"What is it?\" (Cái đó là gì?)</li>\n<li>\"I don't know what it is.\" (Tôi không biết điều đó là gì.)</li>\n</ul>\n<p>Từ liên quan:</p>\n<ul>\n<li><strong>This</strong> (đại từ chỉ định, dùng để chỉ một vật, một con vật, một người... gần gũi)</li>\n<li><strong>That</strong> (đại từ chỉ định, dùng để chỉ một vật, một con vật, một người... xa hơn)</li>\n<li><strong>These</strong> (đại từ chỉ định, dùng để chỉ nhiều vật, nhiều con vật, nhiều người... gần gũi)</li>\n<li><strong>Those</strong> (đại từ chỉ định, dùng để chỉ nhiều vật, nhiều con vật, nhiều người... xa hơn)</li>\n</ul>\n<p>Từ đồng nghĩa:</p>\n<ul>\n<li><strong>This</strong> (đại từ chỉ định, dùng để chỉ một vật, một con vật, một người... gần gũi)</li>\n<li><strong>That</strong> (đại từ chỉ định, dùng để chỉ một vật, một con vật, một người... xa hơn)</li>\n</ul>"
}