{
    "frequency": 328,
    "md": "giải nghĩa từ \"kids\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Từ \"kids\"**\n\n* **Từ loại:** Noun\n* **Nghĩa tiếng việt:** Đứa trẻ, trẻ em\n* **Câu ví dụ:** \"I have two kids at home.\" (Tôi có hai đứa trẻ ở nhà.)\n* **Các từ liên quan:** children, youngsters, minors, juveniles\n* **Các từ trái nghĩa:** adults, grown-ups\n\n**Từ \"kids\" trong các ngữ cảnh khác**\n\n* **Kids** có thể được sử dụng để chỉ các trẻ em trong một gia đình, hoặc các trẻ em trong một nhóm tuổi nhất định.\n* **Kids** cũng có thể được sử dụng để chỉ các người trẻ tuổi, nhưng không phải là trẻ em, ví dụ như \"The kids at the party were having a great time.\" (Các người trẻ tuổi tại bữa tiệc đang có một thời gian tuyệt vời.)\n* **Kids** cũng có thể được sử dụng để chỉ các người trẻ tuổi trong một nhóm tuổi nhất định, ví dụ như \"The kids in my class are really smart.\" (Các người trẻ tuổi trong lớp của tôi thật thông minh.)\n\n**Lưu ý**\n\n* **Kids** là một từ thông dụng và được sử dụng rộng rãi trong tiếng Anh, nhưng nó có thể được sử dụng sai trong một số ngữ cảnh.\n* **Kids** không nên được sử dụng để chỉ các người trẻ tuổi trong một nhóm tuổi nhất định, trừ khi nó được sử dụng trong một ngữ cảnh rõ ràng.\n* **Kids** nên được sử dụng để chỉ các trẻ em trong một gia đình, hoặc các trẻ em trong một nhóm tuổi nhất định.",
    "html": "<p>giải nghĩa từ \"kids\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Từ \"kids\"</strong></p>\n<ul>\n<li><strong>Từ loại:</strong> Noun</li>\n<li><strong>Nghĩa tiếng việt:</strong> Đứa trẻ, trẻ em</li>\n<li><strong>Câu ví dụ:</strong> \"I have two kids at home.\" (Tôi có hai đứa trẻ ở nhà.)</li>\n<li><strong>Các từ liên quan:</strong> children, youngsters, minors, juveniles</li>\n<li><strong>Các từ trái nghĩa:</strong> adults, grown-ups</li>\n</ul>\n<p><strong>Từ \"kids\" trong các ngữ cảnh khác</strong></p>\n<ul>\n<li><strong>Kids</strong> có thể được sử dụng để chỉ các trẻ em trong một gia đình, hoặc các trẻ em trong một nhóm tuổi nhất định.</li>\n<li><strong>Kids</strong> cũng có thể được sử dụng để chỉ các người trẻ tuổi, nhưng không phải là trẻ em, ví dụ như \"The kids at the party were having a great time.\" (Các người trẻ tuổi tại bữa tiệc đang có một thời gian tuyệt vời.)</li>\n<li><strong>Kids</strong> cũng có thể được sử dụng để chỉ các người trẻ tuổi trong một nhóm tuổi nhất định, ví dụ như \"The kids in my class are really smart.\" (Các người trẻ tuổi trong lớp của tôi thật thông minh.)</li>\n</ul>\n<p><strong>Lưu ý</strong></p>\n<ul>\n<li><strong>Kids</strong> là một từ thông dụng và được sử dụng rộng rãi trong tiếng Anh, nhưng nó có thể được sử dụng sai trong một số ngữ cảnh.</li>\n<li><strong>Kids</strong> không nên được sử dụng để chỉ các người trẻ tuổi trong một nhóm tuổi nhất định, trừ khi nó được sử dụng trong một ngữ cảnh rõ ràng.</li>\n<li><strong>Kids</strong> nên được sử dụng để chỉ các trẻ em trong một gia đình, hoặc các trẻ em trong một nhóm tuổi nhất định.</li>\n</ul>"
}