{
    "frequency": 2,
    "md": "giải nghĩa từ \"kobe\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Kobe** (/ˈkoʊbeɪ/ KOH-bay) là một từ tiếng Nhật, có thể được dịch sang tiếng Việt là:\n\n* **Kobe** (n.) - một thành phố của Nhật Bản, nằm trên đảo Honshu.\n\t+ Ví dụ: \"Kobe là một thành phố cảng quan trọng của Nhật Bản.\"\n* **Kobe** (n.) - một loại thịt bò cao cấp của Nhật Bản, được nuôi tại thành phố Kobe.\n\t+ Ví dụ: \"Thịt bò Kobe là một trong những loại thịt bò ngon nhất thế giới.\"\n* **Kobe** (n.) - tên của một người, đặc biệt là Kobe Bryant, một cầu thủ bóng rổ chuyên nghiệp người Mỹ.\n\t+ Ví dụ: \"Kobe Bryant là một trong những cầu thủ bóng rổ vĩ đại nhất mọi thời đại.\"\n\nTừ liên quan:\n\n* **Wagyu** (n.) - một loại bò cao cấp của Nhật Bản, được nuôi tại nhiều vùng, bao gồm Kobe.\n* **Bò Kobe** (n.) - một loại thịt bò cao cấp của Nhật Bản, được nuôi tại thành phố Kobe.\n\nTừ trái nghĩa:\n\n* **Thịt bò thường** (n.) - một loại thịt bò không cao cấp, không được nuôi tại thành phố Kobe.\n\nLưu ý: Từ \"Kobe\" có thể được sử dụng với nhiều nghĩa khác nhau, tùy thuộc vào ngữ cảnh và lĩnh vực.",
    "html": "<p>giải nghĩa từ \"kobe\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Kobe</strong> (/ˈkoʊbeɪ/ KOH-bay) là một từ tiếng Nhật, có thể được dịch sang tiếng Việt là:</p>\n<ul>\n<li><strong>Kobe</strong> (n.) - một thành phố của Nhật Bản, nằm trên đảo Honshu.<ul>\n<li>Ví dụ: \"Kobe là một thành phố cảng quan trọng của Nhật Bản.\"</li>\n</ul>\n</li>\n<li><strong>Kobe</strong> (n.) - một loại thịt bò cao cấp của Nhật Bản, được nuôi tại thành phố Kobe.<ul>\n<li>Ví dụ: \"Thịt bò Kobe là một trong những loại thịt bò ngon nhất thế giới.\"</li>\n</ul>\n</li>\n<li><strong>Kobe</strong> (n.) - tên của một người, đặc biệt là Kobe Bryant, một cầu thủ bóng rổ chuyên nghiệp người Mỹ.<ul>\n<li>Ví dụ: \"Kobe Bryant là một trong những cầu thủ bóng rổ vĩ đại nhất mọi thời đại.\"</li>\n</ul>\n</li>\n</ul>\n<p>Từ liên quan:</p>\n<ul>\n<li><strong>Wagyu</strong> (n.) - một loại bò cao cấp của Nhật Bản, được nuôi tại nhiều vùng, bao gồm Kobe.</li>\n<li><strong>Bò Kobe</strong> (n.) - một loại thịt bò cao cấp của Nhật Bản, được nuôi tại thành phố Kobe.</li>\n</ul>\n<p>Từ trái nghĩa:</p>\n<ul>\n<li><strong>Thịt bò thường</strong> (n.) - một loại thịt bò không cao cấp, không được nuôi tại thành phố Kobe.</li>\n</ul>\n<p>Lưu ý: Từ \"Kobe\" có thể được sử dụng với nhiều nghĩa khác nhau, tùy thuộc vào ngữ cảnh và lĩnh vực.</p>"
}