{
    "frequency": 14,
    "md": "giải nghĩa từ \"legendary\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Từ loại:** adjective\n\n**Nghĩa tiếng việt:** Huyền thoại, nổi tiếng, vĩ đại\n\n**Câu ví dụ:** He is a legendary musician, known for his incredible guitar skills. (Ông là một nhạc sĩ huyền thoại, được biết đến với kỹ năng guitar tuyệt vời của mình.)\n\n**Các từ liên quan:** famous, iconic, mythical, legendary, renowned\n\n**Các từ trái nghĩa:** unknown, ordinary, mediocre\n\n**Giải thích:** \"Legendary\" là một từ adjective dùng để miêu tả một người, một sự kiện, hoặc một điều gì đó đã đạt được một mức độ nổi tiếng, được công nhận rộng rãi và được nhớ đến trong một thời gian dài. Nó có thể được dùng để miêu tả một người có tài năng, một sự kiện có ý nghĩa, hoặc một điều gì đó có giá trị lịch sử. Trong câu ví dụ trên, \"legendary\" được dùng để miêu tả một nhạc sĩ có tài năng và được công nhận rộng rãi.",
    "html": "<p>giải nghĩa từ \"legendary\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Từ loại:</strong> adjective</p>\n<p><strong>Nghĩa tiếng việt:</strong> Huyền thoại, nổi tiếng, vĩ đại</p>\n<p><strong>Câu ví dụ:</strong> He is a legendary musician, known for his incredible guitar skills. (Ông là một nhạc sĩ huyền thoại, được biết đến với kỹ năng guitar tuyệt vời của mình.)</p>\n<p><strong>Các từ liên quan:</strong> famous, iconic, mythical, legendary, renowned</p>\n<p><strong>Các từ trái nghĩa:</strong> unknown, ordinary, mediocre</p>\n<p><strong>Giải thích:</strong> \"Legendary\" là một từ adjective dùng để miêu tả một người, một sự kiện, hoặc một điều gì đó đã đạt được một mức độ nổi tiếng, được công nhận rộng rãi và được nhớ đến trong một thời gian dài. Nó có thể được dùng để miêu tả một người có tài năng, một sự kiện có ý nghĩa, hoặc một điều gì đó có giá trị lịch sử. Trong câu ví dụ trên, \"legendary\" được dùng để miêu tả một nhạc sĩ có tài năng và được công nhận rộng rãi.</p>"
}