{
    "frequency": 2,
    "md": "giải nghĩa từ \"legends\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Legends**\n\n* **Noun**: Legends are stories that are passed down from generation to generation, often about famous people or events, and are often based on fact but also include mythical or imaginary elements.\n\nExample sentence: The legend of King Arthur has been retold in many different ways over the centuries.\n\n* **Noun**: A legend is a famous person who is admired and respected for their achievements.\n\nExample sentence: Michael Jordan is a legend in the world of basketball.\n\n**Tiếng Việt**:\n\n* **Danh từ**: Huyền thoại là những câu chuyện được truyền lại từ thế hệ này sang thế hệ khác, thường về những người nổi tiếng hoặc sự kiện, và thường dựa trên sự thật nhưng cũng bao gồm các yếu tố thần thoại hoặc tưởng tượng.\n\nCâu ví dụ: Huyền thoại về vua Arthur đã được kể lại theo nhiều cách khác nhau trong nhiều thế kỷ.\n\n* **Danh từ**: Một huyền thoại là một người nổi tiếng được ngưỡng mộ và tôn trọng vì những thành tích của họ.\n\nCâu ví dụ: Michael Jordan là một huyền thoại trong thế giới bóng rổ.\n\n**Từ liên quan**:\n\n* Myth (huyền thoại)\n* Folklore (dân gian)\n* Fable (truyện ngụ ngôn)\n* Story (câu chuyện)\n* Hero (anh hùng)\n* Icon (biểu tượng)\n\nNote: The word \"legends\" can also be used to refer to a group of famous people, such as \"legends of rock music\" or \"legends of Hollywood\".",
    "html": "<p>giải nghĩa từ \"legends\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Legends</strong></p>\n<ul>\n<li><strong>Noun</strong>: Legends are stories that are passed down from generation to generation, often about famous people or events, and are often based on fact but also include mythical or imaginary elements.</li>\n</ul>\n<p>Example sentence: The legend of King Arthur has been retold in many different ways over the centuries.</p>\n<ul>\n<li><strong>Noun</strong>: A legend is a famous person who is admired and respected for their achievements.</li>\n</ul>\n<p>Example sentence: Michael Jordan is a legend in the world of basketball.</p>\n<p><strong>Tiếng Việt</strong>:</p>\n<ul>\n<li><strong>Danh từ</strong>: Huyền thoại là những câu chuyện được truyền lại từ thế hệ này sang thế hệ khác, thường về những người nổi tiếng hoặc sự kiện, và thường dựa trên sự thật nhưng cũng bao gồm các yếu tố thần thoại hoặc tưởng tượng.</li>\n</ul>\n<p>Câu ví dụ: Huyền thoại về vua Arthur đã được kể lại theo nhiều cách khác nhau trong nhiều thế kỷ.</p>\n<ul>\n<li><strong>Danh từ</strong>: Một huyền thoại là một người nổi tiếng được ngưỡng mộ và tôn trọng vì những thành tích của họ.</li>\n</ul>\n<p>Câu ví dụ: Michael Jordan là một huyền thoại trong thế giới bóng rổ.</p>\n<p><strong>Từ liên quan</strong>:</p>\n<ul>\n<li>Myth (huyền thoại)</li>\n<li>Folklore (dân gian)</li>\n<li>Fable (truyện ngụ ngôn)</li>\n<li>Story (câu chuyện)</li>\n<li>Hero (anh hùng)</li>\n<li>Icon (biểu tượng)</li>\n</ul>\n<p>Note: The word \"legends\" can also be used to refer to a group of famous people, such as \"legends of rock music\" or \"legends of Hollywood\".</p>"
}