{
    "frequency": 3,
    "md": "giải nghĩa từ \"les\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Les** là một từ tiếng Pháp, có thể được dịch sang tiếng Việt với các nghĩa sau:\n\n* **Những** (determiner): dùng để chỉ một nhóm người, vật, hoặc sự kiện.\n\t+ Ví dụ: Les amis (Những người bạn)\n* **Của** (preposition): dùng để chỉ sở hữu, thuộc về.\n\t+ Ví dụ: Les livres de mon frère (Những quyển sách của anh trai tôi)\n* **Các** (plural article): dùng để chỉ nhiều người, vật, hoặc sự kiện.\n\t+ Ví dụ: Les étudiants (Các sinh viên)\n\nCác từ liên quan:\n\n* **La** (the): dùng để chỉ một người, vật, hoặc sự kiện nữ.\n* **Le** (the): dùng để chỉ một người, vật, hoặc sự kiện nam.\n* **Un** (a/an): dùng để chỉ một người, vật, hoặc sự kiện không xác định.\n* **Des** (some): dùng để chỉ một số lượng người, vật, hoặc sự kiện không xác định.",
    "html": "<p>giải nghĩa từ \"les\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Les</strong> là một từ tiếng Pháp, có thể được dịch sang tiếng Việt với các nghĩa sau:</p>\n<ul>\n<li><strong>Những</strong> (determiner): dùng để chỉ một nhóm người, vật, hoặc sự kiện.<ul>\n<li>Ví dụ: Les amis (Những người bạn)</li>\n</ul>\n</li>\n<li><strong>Của</strong> (preposition): dùng để chỉ sở hữu, thuộc về.<ul>\n<li>Ví dụ: Les livres de mon frère (Những quyển sách của anh trai tôi)</li>\n</ul>\n</li>\n<li><strong>Các</strong> (plural article): dùng để chỉ nhiều người, vật, hoặc sự kiện.<ul>\n<li>Ví dụ: Les étudiants (Các sinh viên)</li>\n</ul>\n</li>\n</ul>\n<p>Các từ liên quan:</p>\n<ul>\n<li><strong>La</strong> (the): dùng để chỉ một người, vật, hoặc sự kiện nữ.</li>\n<li><strong>Le</strong> (the): dùng để chỉ một người, vật, hoặc sự kiện nam.</li>\n<li><strong>Un</strong> (a/an): dùng để chỉ một người, vật, hoặc sự kiện không xác định.</li>\n<li><strong>Des</strong> (some): dùng để chỉ một số lượng người, vật, hoặc sự kiện không xác định.</li>\n</ul>"
}