{
    "frequency": 4,
    "md": "giải nghĩa từ \"maid\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Maid**\n\n* **Noun**: Một người nữ làm việc trong nhà, đặc biệt là người giúp việc trong gia đình.\n* **Example sentence**: The maid cleaned the house from top to bottom.\n* **Related words**: servant, housekeeper, domestic, cleaner.\n\n**Maid** có thể được dịch sang tiếng việt là \"người giúp việc\" hoặc \"người làm việc trong nhà\". Tuy nhiên, trong một số trường hợp, **maid** có thể được hiểu là \"cô hầu\" hoặc \"cô giúp việc\" trong một gia đình.\n\nVí dụ:\n\n* The maid is very friendly. (Cô giúp việc rất thân thiện.)\n* She worked as a maid in a wealthy family. (Cô ấy làm việc như một người giúp việc trong một gia đình giàu có.)\n\n**Maid** cũng có thể được sử dụng trong các ngữ cảnh khác nhau, chẳng hạn như trong một câu chuyện cổ tích, **maid** có thể được hiểu là \"cô hầu\" hoặc \"cô gái hầu\" trong một lâu đài.\n\nVí dụ:\n\n* The maid in the castle was very beautiful. (Cô hầu trong lâu đài rất đẹp.)\n* The prince fell in love with the maid. (Hoàng tử đã yêu cô hầu.)",
    "html": "<p>giải nghĩa từ \"maid\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Maid</strong></p>\n<ul>\n<li><strong>Noun</strong>: Một người nữ làm việc trong nhà, đặc biệt là người giúp việc trong gia đình.</li>\n<li><strong>Example sentence</strong>: The maid cleaned the house from top to bottom.</li>\n<li><strong>Related words</strong>: servant, housekeeper, domestic, cleaner.</li>\n</ul>\n<p><strong>Maid</strong> có thể được dịch sang tiếng việt là \"người giúp việc\" hoặc \"người làm việc trong nhà\". Tuy nhiên, trong một số trường hợp, <strong>maid</strong> có thể được hiểu là \"cô hầu\" hoặc \"cô giúp việc\" trong một gia đình.</p>\n<p>Ví dụ:</p>\n<ul>\n<li>The maid is very friendly. (Cô giúp việc rất thân thiện.)</li>\n<li>She worked as a maid in a wealthy family. (Cô ấy làm việc như một người giúp việc trong một gia đình giàu có.)</li>\n</ul>\n<p><strong>Maid</strong> cũng có thể được sử dụng trong các ngữ cảnh khác nhau, chẳng hạn như trong một câu chuyện cổ tích, <strong>maid</strong> có thể được hiểu là \"cô hầu\" hoặc \"cô gái hầu\" trong một lâu đài.</p>\n<p>Ví dụ:</p>\n<ul>\n<li>The maid in the castle was very beautiful. (Cô hầu trong lâu đài rất đẹp.)</li>\n<li>The prince fell in love with the maid. (Hoàng tử đã yêu cô hầu.)</li>\n</ul>"
}