{
    "frequency": 3,
    "md": "giải nghĩa từ \"markets\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ đồng nghĩa.\n\n**Từ loại:** noun\n\n**Nghĩa tiếng việt:** thị trường\n\n**Câu ví dụ:** The company is expanding its business into new markets.\n\n**Các từ liên quan:** market, marketing, marketplace, marketer\n\n**Các từ đồng nghĩa:** commerce, trade, industry, sector\n\n**Giải thích:** Markets là một từ loại noun, nghĩa là thị trường. Nó có thể được hiểu là một khu vực địa lý hoặc một nhóm người có nhu cầu mua bán hàng hóa hoặc dịch vụ. Trong ví dụ trên, công ty đang mở rộng kinh doanh của mình vào các thị trường mới.\n\n**Từ loại:** verb\n\n**Nghĩa tiếng việt:** bán, kinh doanh\n\n**Câu ví dụ:** The company markets its products through social media.\n\n**Các từ liên quan:** market, marketing, marketplace, marketer\n\n**Các từ đồng nghĩa:** sell, promote, advertise, trade\n\n**Giải thích:** Markets là một từ loại verb, nghĩa là bán hoặc kinh doanh. Nó có thể được hiểu là việc quảng bá, bán hoặc phân phối sản phẩm hoặc dịch vụ. Trong ví dụ trên, công ty đang bán sản phẩm của mình thông qua các phương tiện truyền thông xã hội.",
    "html": "<p>giải nghĩa từ \"markets\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ đồng nghĩa.</p>\n<p><strong>Từ loại:</strong> noun</p>\n<p><strong>Nghĩa tiếng việt:</strong> thị trường</p>\n<p><strong>Câu ví dụ:</strong> The company is expanding its business into new markets.</p>\n<p><strong>Các từ liên quan:</strong> market, marketing, marketplace, marketer</p>\n<p><strong>Các từ đồng nghĩa:</strong> commerce, trade, industry, sector</p>\n<p><strong>Giải thích:</strong> Markets là một từ loại noun, nghĩa là thị trường. Nó có thể được hiểu là một khu vực địa lý hoặc một nhóm người có nhu cầu mua bán hàng hóa hoặc dịch vụ. Trong ví dụ trên, công ty đang mở rộng kinh doanh của mình vào các thị trường mới.</p>\n<p><strong>Từ loại:</strong> verb</p>\n<p><strong>Nghĩa tiếng việt:</strong> bán, kinh doanh</p>\n<p><strong>Câu ví dụ:</strong> The company markets its products through social media.</p>\n<p><strong>Các từ liên quan:</strong> market, marketing, marketplace, marketer</p>\n<p><strong>Các từ đồng nghĩa:</strong> sell, promote, advertise, trade</p>\n<p><strong>Giải thích:</strong> Markets là một từ loại verb, nghĩa là bán hoặc kinh doanh. Nó có thể được hiểu là việc quảng bá, bán hoặc phân phối sản phẩm hoặc dịch vụ. Trong ví dụ trên, công ty đang bán sản phẩm của mình thông qua các phương tiện truyền thông xã hội.</p>"
}