{
    "frequency": 10,
    "md": "giải nghĩa từ \"minimalism\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Minimalism**\n\n* **Noun**: Minimalism is a design movement that emphasizes simplicity and the use of few elements.\n* **Tiếng Việt**: Chủ nghĩa tối giản (a design movement that emphasizes simplicity and the use of few elements)\n\nExample sentence: The interior designer's use of minimalism in the living room created a sense of calm and serenity.\n\n* **Adjective**: Minimalist refers to something that is characterized by simplicity and a lack of unnecessary features.\n* **Tiếng Việt**: Tối giản (characterized by simplicity and a lack of unnecessary features)\n\nExample sentence: The minimalist architecture of the building was a reflection of the owner's desire for simplicity and functionality.\n\nRelated words:\n\n* **Simple**: đơn giản (lacking complexity or unnecessary features)\n* **Simplistic**: quá đơn giản (oversimplified or lacking in depth or nuance)\n* **Austerity**: sự tiết kiệm (a severe simplicity or lack of luxury)\n* **Frugality**: sự tiết kiệm (the quality of being economical with resources)\n\nNote: While \"minimalism\" and \"minimalist\" are often used interchangeably, \"minimalism\" typically refers to the design movement or philosophy, while \"minimalist\" is used to describe something or someone that embodies the principles of minimalism.",
    "html": "<p>giải nghĩa từ \"minimalism\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Minimalism</strong></p>\n<ul>\n<li><strong>Noun</strong>: Minimalism is a design movement that emphasizes simplicity and the use of few elements.</li>\n<li><strong>Tiếng Việt</strong>: Chủ nghĩa tối giản (a design movement that emphasizes simplicity and the use of few elements)</li>\n</ul>\n<p>Example sentence: The interior designer's use of minimalism in the living room created a sense of calm and serenity.</p>\n<ul>\n<li><strong>Adjective</strong>: Minimalist refers to something that is characterized by simplicity and a lack of unnecessary features.</li>\n<li><strong>Tiếng Việt</strong>: Tối giản (characterized by simplicity and a lack of unnecessary features)</li>\n</ul>\n<p>Example sentence: The minimalist architecture of the building was a reflection of the owner's desire for simplicity and functionality.</p>\n<p>Related words:</p>\n<ul>\n<li><strong>Simple</strong>: đơn giản (lacking complexity or unnecessary features)</li>\n<li><strong>Simplistic</strong>: quá đơn giản (oversimplified or lacking in depth or nuance)</li>\n<li><strong>Austerity</strong>: sự tiết kiệm (a severe simplicity or lack of luxury)</li>\n<li><strong>Frugality</strong>: sự tiết kiệm (the quality of being economical with resources)</li>\n</ul>\n<p>Note: While \"minimalism\" and \"minimalist\" are often used interchangeably, \"minimalism\" typically refers to the design movement or philosophy, while \"minimalist\" is used to describe something or someone that embodies the principles of minimalism.</p>"
}