{
    "frequency": 32,
    "md": "giải nghĩa từ \"noun\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Từ loại:** noun\n\n**Nghĩa tiếng việt:** một người hay một nhóm người có cùng một nghề nghiệp, sở thích, hoặc quan điểm\n\n**Câu ví dụ:** The community of artists in the city is very active.\n\n**Các từ liên quan:** group, team, society, organization\n\n**Các từ trái nghĩa:** individual, outsider\n\n**Giải thích thêm:** Từ \"community\" có thể được dùng để chỉ một nhóm người có cùng một nghề nghiệp, sở thích, hoặc quan điểm. Ví dụ, một cộng đồng của các nghệ sĩ, một cộng đồng của các người yêu thích thể thao, hoặc một cộng đồng của các người quan tâm đến môi trường. Từ này cũng có thể được dùng để chỉ một nhóm người sống trong cùng một khu vực địa lý. Ví dụ, một cộng đồng của các người sống trong cùng một thành phố hoặc một cộng đồng của các người sống trong cùng một làng.",
    "html": "<p>giải nghĩa từ \"noun\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Từ loại:</strong> noun</p>\n<p><strong>Nghĩa tiếng việt:</strong> một người hay một nhóm người có cùng một nghề nghiệp, sở thích, hoặc quan điểm</p>\n<p><strong>Câu ví dụ:</strong> The community of artists in the city is very active.</p>\n<p><strong>Các từ liên quan:</strong> group, team, society, organization</p>\n<p><strong>Các từ trái nghĩa:</strong> individual, outsider</p>\n<p><strong>Giải thích thêm:</strong> Từ \"community\" có thể được dùng để chỉ một nhóm người có cùng một nghề nghiệp, sở thích, hoặc quan điểm. Ví dụ, một cộng đồng của các nghệ sĩ, một cộng đồng của các người yêu thích thể thao, hoặc một cộng đồng của các người quan tâm đến môi trường. Từ này cũng có thể được dùng để chỉ một nhóm người sống trong cùng một khu vực địa lý. Ví dụ, một cộng đồng của các người sống trong cùng một thành phố hoặc một cộng đồng của các người sống trong cùng một làng.</p>"
}