{
    "frequency": 1,
    "md": "giải nghĩa từ \"offense\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Từ loại:** noun\n\n**Nghĩa tiếng việt:** Tội lỗi, tội phạm, hành vi phạm pháp\n\n**Câu ví dụ:** The police are investigating the offense of vandalism in the city.\n\n(Dịch: Cảnh sát đang điều tra tội lỗi phá hoại tài sản trong thành phố.)\n\n**Các từ liên quan:**\n\n* Offender: người phạm tội\n* Offenseless: không phạm tội\n* Offenseful: phạm tội\n\n**Các từ trái nghĩa:**\n\n* Defense: phòng thủ\n* Innocence: vô tội\n* Virtue: đức hạnh\n\n**Ghi chú:** Từ \"offense\" có thể được sử dụng trong nhiều lĩnh vực khác nhau, bao gồm pháp luật, thể thao, và xã hội. Trong pháp luật, \"offense\" có nghĩa là tội phạm hoặc hành vi phạm pháp. Trong thể thao, \"offense\" có nghĩa là tấn công hoặc đội tấn công. Trong xã hội, \"offense\" có nghĩa là hành vi phạm pháp hoặc gây xúc phạm.",
    "html": "<p>giải nghĩa từ \"offense\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Từ loại:</strong> noun</p>\n<p><strong>Nghĩa tiếng việt:</strong> Tội lỗi, tội phạm, hành vi phạm pháp</p>\n<p><strong>Câu ví dụ:</strong> The police are investigating the offense of vandalism in the city.</p>\n<p>(Dịch: Cảnh sát đang điều tra tội lỗi phá hoại tài sản trong thành phố.)</p>\n<p><strong>Các từ liên quan:</strong></p>\n<ul>\n<li>Offender: người phạm tội</li>\n<li>Offenseless: không phạm tội</li>\n<li>Offenseful: phạm tội</li>\n</ul>\n<p><strong>Các từ trái nghĩa:</strong></p>\n<ul>\n<li>Defense: phòng thủ</li>\n<li>Innocence: vô tội</li>\n<li>Virtue: đức hạnh</li>\n</ul>\n<p><strong>Ghi chú:</strong> Từ \"offense\" có thể được sử dụng trong nhiều lĩnh vực khác nhau, bao gồm pháp luật, thể thao, và xã hội. Trong pháp luật, \"offense\" có nghĩa là tội phạm hoặc hành vi phạm pháp. Trong thể thao, \"offense\" có nghĩa là tấn công hoặc đội tấn công. Trong xã hội, \"offense\" có nghĩa là hành vi phạm pháp hoặc gây xúc phạm.</p>"
}