{
    "frequency": 1,
    "md": "giải nghĩa từ \"offend\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Từ \"offend\"**\n\n* **Từ loại:** Verb\n* **Nghĩa tiếng việt:** Làm phật lòng, xúc phạm, gây khó chịu\n* **Câu ví dụ:** His rude behavior offended many people at the party. (Hành vi thô lỗ của anh ấy đã làm phật lòng nhiều người tại bữa tiệc.)\n* **Các từ liên quan:**\n\t+ Offense (n.) : sự xúc phạm, sự khó chịu\n\t+ Offended (adj.) : bị xúc phạm, bị khó chịu\n\t+ Offender (n.) : người xúc phạm, người gây khó chịu\n\n**Từ \"offend\" trong các ngữ cảnh khác**\n\n* **Trong pháp luật:** Offend có nghĩa là phạm tội, vi phạm pháp luật. Ví dụ: The suspect offended against the law by stealing the car. (Nghi phạm đã phạm tội bằng cách trộm xe.)\n* **Trong thể thao:** Offend có nghĩa là tấn công, tấn công đối phương. Ví dụ: The team's offense was strong, but their defense was weak. (Đội tấn công mạnh, nhưng phòng thủ yếu.)\n\n**Lưu ý:** Từ \"offend\" có thể có nghĩa khác nhau tùy thuộc vào ngữ cảnh và lĩnh vực sử dụng.",
    "html": "<p>giải nghĩa từ \"offend\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Từ \"offend\"</strong></p>\n<ul>\n<li><strong>Từ loại:</strong> Verb</li>\n<li><strong>Nghĩa tiếng việt:</strong> Làm phật lòng, xúc phạm, gây khó chịu</li>\n<li><strong>Câu ví dụ:</strong> His rude behavior offended many people at the party. (Hành vi thô lỗ của anh ấy đã làm phật lòng nhiều người tại bữa tiệc.)</li>\n<li><strong>Các từ liên quan:</strong><ul>\n<li>Offense (n.) : sự xúc phạm, sự khó chịu</li>\n<li>Offended (adj.) : bị xúc phạm, bị khó chịu</li>\n<li>Offender (n.) : người xúc phạm, người gây khó chịu</li>\n</ul>\n</li>\n</ul>\n<p><strong>Từ \"offend\" trong các ngữ cảnh khác</strong></p>\n<ul>\n<li><strong>Trong pháp luật:</strong> Offend có nghĩa là phạm tội, vi phạm pháp luật. Ví dụ: The suspect offended against the law by stealing the car. (Nghi phạm đã phạm tội bằng cách trộm xe.)</li>\n<li><strong>Trong thể thao:</strong> Offend có nghĩa là tấn công, tấn công đối phương. Ví dụ: The team's offense was strong, but their defense was weak. (Đội tấn công mạnh, nhưng phòng thủ yếu.)</li>\n</ul>\n<p><strong>Lưu ý:</strong> Từ \"offend\" có thể có nghĩa khác nhau tùy thuộc vào ngữ cảnh và lĩnh vực sử dụng.</p>"
}