{
    "frequency": 4,
    "md": "giải nghĩa từ \"outbreak\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Outbreak**\n\n* **Noun**: A sudden and violent occurrence of something, especially a disease or a conflict.\n* **Tiếng Việt**: Đợt bùng phát, sự bùng phát, đợt bùng nổ.\n\nExample sentences:\n\n* The outbreak of the disease caused widespread panic. (Đợt bùng phát của bệnh đã gây ra sự hoảng loạn rộng rãi.)\n* The outbreak of war in the region has led to a massive refugee crisis. (Sự bùng phát của chiến tranh trong khu vực đã dẫn đến một cuộc khủng hoảng người tị nạn lớn.)\n\n**Related words**:\n\n* **Epidemic**: A widespread outbreak of a disease. (Đại dịch)\n* **Pandemic**: A widespread outbreak of a disease that affects a large number of people across multiple countries. (Đại dịch toàn cầu)\n* **Flare-up**: A sudden and violent outbreak of a conflict or a disease. (Sự bùng phát đột ngột)\n* **Surge**: A sudden and significant increase in the occurrence of something, especially a disease. (Sự gia tăng đột ngột)",
    "html": "<p>giải nghĩa từ \"outbreak\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Outbreak</strong></p>\n<ul>\n<li><strong>Noun</strong>: A sudden and violent occurrence of something, especially a disease or a conflict.</li>\n<li><strong>Tiếng Việt</strong>: Đợt bùng phát, sự bùng phát, đợt bùng nổ.</li>\n</ul>\n<p>Example sentences:</p>\n<ul>\n<li>The outbreak of the disease caused widespread panic. (Đợt bùng phát của bệnh đã gây ra sự hoảng loạn rộng rãi.)</li>\n<li>The outbreak of war in the region has led to a massive refugee crisis. (Sự bùng phát của chiến tranh trong khu vực đã dẫn đến một cuộc khủng hoảng người tị nạn lớn.)</li>\n</ul>\n<p><strong>Related words</strong>:</p>\n<ul>\n<li><strong>Epidemic</strong>: A widespread outbreak of a disease. (Đại dịch)</li>\n<li><strong>Pandemic</strong>: A widespread outbreak of a disease that affects a large number of people across multiple countries. (Đại dịch toàn cầu)</li>\n<li><strong>Flare-up</strong>: A sudden and violent outbreak of a conflict or a disease. (Sự bùng phát đột ngột)</li>\n<li><strong>Surge</strong>: A sudden and significant increase in the occurrence of something, especially a disease. (Sự gia tăng đột ngột)</li>\n</ul>"
}