{
    "frequency": 2,
    "md": "giải nghĩa từ \"overcame\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Overcame** là động từ, có nghĩa là:\n\n* **Chinh phục** (to defeat or succeed in controlling something)\n* **Vượt qua** (to deal with and be successful in a difficult situation)\n\nVí dụ:\n\n* She overcame her fear of public speaking and gave a great presentation. (Cô ấy đã chinh phục nỗi sợ nói trước công chúng và đã trình bày một bài thuyết trình tuyệt vời.)\n* He overcame many obstacles to achieve his goal. (Anh ấy đã vượt qua nhiều trở ngại để đạt được mục tiêu của mình.)\n\nCác từ liên quan:\n\n* **Overcome** (động từ): to defeat or succeed in controlling something\n* **Conquer** (động từ): to defeat or take control of something or someone\n* **Defeat** (động từ): to win against someone or something in a competition or fight\n* **Triumph** (động từ): to be successful and happy because of achieving something\n* **Victory** (danh từ): the state of being successful and happy because of achieving something.",
    "html": "<p>giải nghĩa từ \"overcame\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Overcame</strong> là động từ, có nghĩa là:</p>\n<ul>\n<li><strong>Chinh phục</strong> (to defeat or succeed in controlling something)</li>\n<li><strong>Vượt qua</strong> (to deal with and be successful in a difficult situation)</li>\n</ul>\n<p>Ví dụ:</p>\n<ul>\n<li>She overcame her fear of public speaking and gave a great presentation. (Cô ấy đã chinh phục nỗi sợ nói trước công chúng và đã trình bày một bài thuyết trình tuyệt vời.)</li>\n<li>He overcame many obstacles to achieve his goal. (Anh ấy đã vượt qua nhiều trở ngại để đạt được mục tiêu của mình.)</li>\n</ul>\n<p>Các từ liên quan:</p>\n<ul>\n<li><strong>Overcome</strong> (động từ): to defeat or succeed in controlling something</li>\n<li><strong>Conquer</strong> (động từ): to defeat or take control of something or someone</li>\n<li><strong>Defeat</strong> (động từ): to win against someone or something in a competition or fight</li>\n<li><strong>Triumph</strong> (động từ): to be successful and happy because of achieving something</li>\n<li><strong>Victory</strong> (danh từ): the state of being successful and happy because of achieving something.</li>\n</ul>"
}