{
    "frequency": 1,
    "md": "giải nghĩa từ \"pcp\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan. \n\n**Pcp** là từ viết tắt của \"Personal Computer\" trong tiếng Anh, có nghĩa là \"Máy tính cá nhân\" trong tiếng Việt.\n\n* Từ loại: Noun (danh từ)\n* Ví dụ: \"I have a pcp at home.\" -> \"Tôi có một máy tính cá nhân tại nhà.\"\n* Từ liên quan: laptop, desktop, computer, máy tính.\n\n**Pcp** cũng có thể là từ viết tắt của \"Pay per Click\" trong tiếng Anh, có nghĩa là \"Trả tiền cho mỗi lần nhấp\" trong tiếng Việt.\n\n* Từ loại: Noun (danh từ)\n* Ví dụ: \"The company uses pcp advertising to promote their products.\" -> \"Công ty sử dụng quảng cáo trả tiền cho mỗi lần nhấp để quảng bá sản phẩm của họ.\"\n* Từ liên quan: quảng cáo, quảng cáo trực tuyến, Google Ads.\n\n**Pcp** cũng có thể là từ viết tắt của \"Phencyclidine\" trong tiếng Anh, có nghĩa là \"Phencyclidine\" trong tiếng Việt. Đây là một loại thuốc gây ảo giác.\n\n* Từ loại: Noun (danh từ)\n* Ví dụ: \"The doctor warned about the dangers of pcp.\" -> \"Bác sĩ cảnh báo về những nguy hiểm của phencyclidine.\"\n* Từ liên quan: thuốc gây ảo giác, thuốc phiện, ma túy.",
    "html": "<p>giải nghĩa từ \"pcp\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan. </p>\n<p><strong>Pcp</strong> là từ viết tắt của \"Personal Computer\" trong tiếng Anh, có nghĩa là \"Máy tính cá nhân\" trong tiếng Việt.</p>\n<ul>\n<li>Từ loại: Noun (danh từ)</li>\n<li>Ví dụ: \"I have a pcp at home.\" -&gt; \"Tôi có một máy tính cá nhân tại nhà.\"</li>\n<li>Từ liên quan: laptop, desktop, computer, máy tính.</li>\n</ul>\n<p><strong>Pcp</strong> cũng có thể là từ viết tắt của \"Pay per Click\" trong tiếng Anh, có nghĩa là \"Trả tiền cho mỗi lần nhấp\" trong tiếng Việt.</p>\n<ul>\n<li>Từ loại: Noun (danh từ)</li>\n<li>Ví dụ: \"The company uses pcp advertising to promote their products.\" -&gt; \"Công ty sử dụng quảng cáo trả tiền cho mỗi lần nhấp để quảng bá sản phẩm của họ.\"</li>\n<li>Từ liên quan: quảng cáo, quảng cáo trực tuyến, Google Ads.</li>\n</ul>\n<p><strong>Pcp</strong> cũng có thể là từ viết tắt của \"Phencyclidine\" trong tiếng Anh, có nghĩa là \"Phencyclidine\" trong tiếng Việt. Đây là một loại thuốc gây ảo giác.</p>\n<ul>\n<li>Từ loại: Noun (danh từ)</li>\n<li>Ví dụ: \"The doctor warned about the dangers of pcp.\" -&gt; \"Bác sĩ cảnh báo về những nguy hiểm của phencyclidine.\"</li>\n<li>Từ liên quan: thuốc gây ảo giác, thuốc phiện, ma túy.</li>\n</ul>"
}