{
    "frequency": 19,
    "md": "giải nghĩa từ \"physics\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Physics**\n\n* **Noun**: Vật lý học (the scientific study of the natural world around us)\n* **Example sentence**: She is studying physics at university.\n* **Related words**: physicist, physical, physics lab, physics teacher\n\n**Explanation**: Physics is a branch of science that deals with the study of matter, energy, and the fundamental laws of the universe. It involves the study of the natural world around us, from the smallest subatomic particles to the entire cosmos. Physics is a fundamental subject that has many practical applications in our daily lives, from the technology we use to the way we understand the world around us.\n\n**Từ loại**: Danh từ (Noun)\n\n**Nghĩa tiếng việt**: Vật lý học\n\n**Câu ví dụ**: Cô ấy đang học vật lý học tại đại học.\n\n**Các từ liên quan**: nhà vật lý học (physicist), vật lý (physical), phòng thí nghiệm vật lý (physics lab), giáo viên vật lý (physics teacher)",
    "html": "<p>giải nghĩa từ \"physics\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Physics</strong></p>\n<ul>\n<li><strong>Noun</strong>: Vật lý học (the scientific study of the natural world around us)</li>\n<li><strong>Example sentence</strong>: She is studying physics at university.</li>\n<li><strong>Related words</strong>: physicist, physical, physics lab, physics teacher</li>\n</ul>\n<p><strong>Explanation</strong>: Physics is a branch of science that deals with the study of matter, energy, and the fundamental laws of the universe. It involves the study of the natural world around us, from the smallest subatomic particles to the entire cosmos. Physics is a fundamental subject that has many practical applications in our daily lives, from the technology we use to the way we understand the world around us.</p>\n<p><strong>Từ loại</strong>: Danh từ (Noun)</p>\n<p><strong>Nghĩa tiếng việt</strong>: Vật lý học</p>\n<p><strong>Câu ví dụ</strong>: Cô ấy đang học vật lý học tại đại học.</p>\n<p><strong>Các từ liên quan</strong>: nhà vật lý học (physicist), vật lý (physical), phòng thí nghiệm vật lý (physics lab), giáo viên vật lý (physics teacher)</p>"
}