{
    "frequency": 5,
    "md": "giải nghĩa từ \"pronoun\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Pronoun**\n\n* **Definition:** A word that takes the place of a noun in a sentence or phrase.\n* **Vietnamese translation:** Đại từ (a word that replaces a noun)\n* **Example sentence:** \"He is going to the store.\" (In this sentence, \"he\" is a pronoun that replaces a noun, such as \"John\" or \"my brother\".)\n* **Related words:** noun, verb, adjective, adverb\n* **Antonyms:** noun (a word that refers to a person, place, thing, or idea)\n\n**Types of pronouns:**\n\n* **Personal pronouns:** I, you, he, she, it, we, they\n* **Possessive pronouns:** my, your, his, her, its, our, their\n* **Reflexive pronouns:** myself, yourself, himself, herself, itself, ourselves, themselves\n* **Demonstrative pronouns:** this, that, these, those\n* **Interrogative pronouns:** who, what, which, whom, whose\n* **Indefinite pronouns:** someone, something, anyone, anything, etc.\n\n**Examples:**\n\n* **Personal pronoun:** \"I am going to the store.\" (Here, \"I\" is a personal pronoun that replaces a noun, such as \"John\" or \"myself\".)\n* **Possessive pronoun:** \"This is my book.\" (Here, \"my\" is a possessive pronoun that shows ownership.)\n* **Reflexive pronoun:** \"I cut myself while shaving.\" (Here, \"myself\" is a reflexive pronoun that refers back to the subject \"I\".)\n* **Demonstrative pronoun:** \"This is the book I want.\" (Here, \"this\" is a demonstrative pronoun that points out a specific thing.)\n* **Interrogative pronoun:** \"Who is going to the store?\" (Here, \"who\" is an interrogative pronoun that asks for information.)\n* **Indefinite pronoun:** \"Someone is at the door.\" (Here, \"someone\" is an indefinite pronoun that refers to an unspecified person.)",
    "html": "<p>giải nghĩa từ \"pronoun\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Pronoun</strong></p>\n<ul>\n<li><strong>Definition:</strong> A word that takes the place of a noun in a sentence or phrase.</li>\n<li><strong>Vietnamese translation:</strong> Đại từ (a word that replaces a noun)</li>\n<li><strong>Example sentence:</strong> \"He is going to the store.\" (In this sentence, \"he\" is a pronoun that replaces a noun, such as \"John\" or \"my brother\".)</li>\n<li><strong>Related words:</strong> noun, verb, adjective, adverb</li>\n<li><strong>Antonyms:</strong> noun (a word that refers to a person, place, thing, or idea)</li>\n</ul>\n<p><strong>Types of pronouns:</strong></p>\n<ul>\n<li><strong>Personal pronouns:</strong> I, you, he, she, it, we, they</li>\n<li><strong>Possessive pronouns:</strong> my, your, his, her, its, our, their</li>\n<li><strong>Reflexive pronouns:</strong> myself, yourself, himself, herself, itself, ourselves, themselves</li>\n<li><strong>Demonstrative pronouns:</strong> this, that, these, those</li>\n<li><strong>Interrogative pronouns:</strong> who, what, which, whom, whose</li>\n<li><strong>Indefinite pronouns:</strong> someone, something, anyone, anything, etc.</li>\n</ul>\n<p><strong>Examples:</strong></p>\n<ul>\n<li><strong>Personal pronoun:</strong> \"I am going to the store.\" (Here, \"I\" is a personal pronoun that replaces a noun, such as \"John\" or \"myself\".)</li>\n<li><strong>Possessive pronoun:</strong> \"This is my book.\" (Here, \"my\" is a possessive pronoun that shows ownership.)</li>\n<li><strong>Reflexive pronoun:</strong> \"I cut myself while shaving.\" (Here, \"myself\" is a reflexive pronoun that refers back to the subject \"I\".)</li>\n<li><strong>Demonstrative pronoun:</strong> \"This is the book I want.\" (Here, \"this\" is a demonstrative pronoun that points out a specific thing.)</li>\n<li><strong>Interrogative pronoun:</strong> \"Who is going to the store?\" (Here, \"who\" is an interrogative pronoun that asks for information.)</li>\n<li><strong>Indefinite pronoun:</strong> \"Someone is at the door.\" (Here, \"someone\" is an indefinite pronoun that refers to an unspecified person.)</li>\n</ul>"
}