{
    "frequency": 9,
    "md": "giải nghĩa từ \"ps\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Từ \"ps\" trong tiếng Anh**\n\n* **Abbreviation**: ps (post script) - viết tắt của từ \"post script\" nghĩa là \"chú thích sau\" hay \"ghi chú thêm\".\n* **Example sentence**: \"I forgot to mention that I'll be late, ps I'll bring my laptop.\" (Tôi quên nói rằng tôi sẽ đến trễ, ghi chú thêm là tôi sẽ mang laptop của tôi.)\n* **Related words**: postscript, note, addition, append.\n* **Antonyms**: main text, original message.\n\n**Từ \"ps\" trong tiếng Việt**\n\n* **Chú thích sau**: là một phần thêm vào cuối một bức thư, email, hoặc một văn bản khác, thường là để bổ sung hoặc giải thích thêm một điều gì đó.\n* **Ghi chú thêm**: là một phần thêm vào cuối một bức thư, email, hoặc một văn bản khác, thường là để bổ sung hoặc giải thích thêm một điều gì đó.\n\nTóm lại, \"ps\" là viết tắt của \"post script\" trong tiếng Anh, nghĩa là \"chú thích sau\" hay \"ghi chú thêm\" trong tiếng Việt. Nó được sử dụng để bổ sung hoặc giải thích thêm một điều gì đó trong một bức thư, email, hoặc một văn bản khác.",
    "html": "<p>giải nghĩa từ \"ps\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Từ \"ps\" trong tiếng Anh</strong></p>\n<ul>\n<li><strong>Abbreviation</strong>: ps (post script) - viết tắt của từ \"post script\" nghĩa là \"chú thích sau\" hay \"ghi chú thêm\".</li>\n<li><strong>Example sentence</strong>: \"I forgot to mention that I'll be late, ps I'll bring my laptop.\" (Tôi quên nói rằng tôi sẽ đến trễ, ghi chú thêm là tôi sẽ mang laptop của tôi.)</li>\n<li><strong>Related words</strong>: postscript, note, addition, append.</li>\n<li><strong>Antonyms</strong>: main text, original message.</li>\n</ul>\n<p><strong>Từ \"ps\" trong tiếng Việt</strong></p>\n<ul>\n<li><strong>Chú thích sau</strong>: là một phần thêm vào cuối một bức thư, email, hoặc một văn bản khác, thường là để bổ sung hoặc giải thích thêm một điều gì đó.</li>\n<li><strong>Ghi chú thêm</strong>: là một phần thêm vào cuối một bức thư, email, hoặc một văn bản khác, thường là để bổ sung hoặc giải thích thêm một điều gì đó.</li>\n</ul>\n<p>Tóm lại, \"ps\" là viết tắt của \"post script\" trong tiếng Anh, nghĩa là \"chú thích sau\" hay \"ghi chú thêm\" trong tiếng Việt. Nó được sử dụng để bổ sung hoặc giải thích thêm một điều gì đó trong một bức thư, email, hoặc một văn bản khác.</p>"
}