{
    "frequency": 7,
    "md": "giải nghĩa từ \"published\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Published**\n\n* **Từ loại:** Verb\n* **Nghĩa tiếng việt:** Xuất bản, công bố\n* **Câu ví dụ:** The book was published last year. (Cuốn sách được xuất bản vào năm ngoái.)\n* **Các từ liên quan:** publish, publisher, publication\n* **Các từ trái nghĩa:** unpublished, private\n\n**Published** có nghĩa là đưa ra công chúng, được xuất bản, được công bố rộng rãi. Ví dụ, một cuốn sách được xuất bản có nghĩa là nó đã được in và được bán rộng rãi cho công chúng. Từ này cũng có thể được sử dụng để mô tả một bài báo, một nghiên cứu hoặc một thông tin được công bố rộng rãi.\n\n**Từ loại:** Verb\n\n* **Nghĩa tiếng việt:** Xuất bản, công bố\n* **Câu ví dụ:** The company published a statement about the scandal. (Công ty đã công bố một tuyên bố về vụ bê bối.)\n* **Các từ liên quan:** publish, publisher, publication\n* **Các từ trái nghĩa:** unpublished, private\n\n**Published** cũng có thể được sử dụng như một tính từ, nghĩa là đã được xuất bản, đã được công bố rộng rãi.\n\n* **Từ loại:** Adjective\n* **Nghĩa tiếng việt:** Đã được xuất bản, đã được công bố\n* **Câu ví dụ:** The published research showed that the new medicine was effective. (Nghiên cứu đã được công bố cho thấy thuốc mới là hiệu quả.)\n* **Các từ liên quan:** publication, publisher, publish\n* **Các từ trái nghĩa:** unpublished, private",
    "html": "<p>giải nghĩa từ \"published\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Published</strong></p>\n<ul>\n<li><strong>Từ loại:</strong> Verb</li>\n<li><strong>Nghĩa tiếng việt:</strong> Xuất bản, công bố</li>\n<li><strong>Câu ví dụ:</strong> The book was published last year. (Cuốn sách được xuất bản vào năm ngoái.)</li>\n<li><strong>Các từ liên quan:</strong> publish, publisher, publication</li>\n<li><strong>Các từ trái nghĩa:</strong> unpublished, private</li>\n</ul>\n<p><strong>Published</strong> có nghĩa là đưa ra công chúng, được xuất bản, được công bố rộng rãi. Ví dụ, một cuốn sách được xuất bản có nghĩa là nó đã được in và được bán rộng rãi cho công chúng. Từ này cũng có thể được sử dụng để mô tả một bài báo, một nghiên cứu hoặc một thông tin được công bố rộng rãi.</p>\n<p><strong>Từ loại:</strong> Verb</p>\n<ul>\n<li><strong>Nghĩa tiếng việt:</strong> Xuất bản, công bố</li>\n<li><strong>Câu ví dụ:</strong> The company published a statement about the scandal. (Công ty đã công bố một tuyên bố về vụ bê bối.)</li>\n<li><strong>Các từ liên quan:</strong> publish, publisher, publication</li>\n<li><strong>Các từ trái nghĩa:</strong> unpublished, private</li>\n</ul>\n<p><strong>Published</strong> cũng có thể được sử dụng như một tính từ, nghĩa là đã được xuất bản, đã được công bố rộng rãi.</p>\n<ul>\n<li><strong>Từ loại:</strong> Adjective</li>\n<li><strong>Nghĩa tiếng việt:</strong> Đã được xuất bản, đã được công bố</li>\n<li><strong>Câu ví dụ:</strong> The published research showed that the new medicine was effective. (Nghiên cứu đã được công bố cho thấy thuốc mới là hiệu quả.)</li>\n<li><strong>Các từ liên quan:</strong> publication, publisher, publish</li>\n<li><strong>Các từ trái nghĩa:</strong> unpublished, private</li>\n</ul>"
}