{
    "frequency": 1,
    "md": "giải nghĩa từ \"purists\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Purists** (noun)\n\n* Meaning: People who believe that something should be done in a traditional or original way, without changing or adding anything new.\n\nExample sentence: \"The purists in the art community were opposed to the modernization of the museum's collection.\"\n\n* Meaning: People who are very strict about following rules or principles, and do not accept anything that is not perfect or exact.\n\nExample sentence: \"The language purists argue that the use of slang and colloquialisms is a corruption of the language.\"\n\nRelated words: traditionalist, conservative, perfectionist, fundamentalist.\n\nIn Vietnamese:\n\n* **Những người bảo thủ** (noun): Những người tin rằng một điều gì đó nên được thực hiện theo cách truyền thống hoặc nguyên thủy, không thay đổi hoặc thêm mới gì.\n* **Những người nghiêm khắc** (noun): Những người rất nghiêm khắc về việc tuân theo quy tắc hoặc nguyên tắc, và không chấp nhận bất cứ điều gì không hoàn hảo hoặc chính xác.\n\nNote: The word \"purists\" can have different connotations depending on the context, and the Vietnamese translation may vary accordingly.",
    "html": "<p>giải nghĩa từ \"purists\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Purists</strong> (noun)</p>\n<ul>\n<li>Meaning: People who believe that something should be done in a traditional or original way, without changing or adding anything new.</li>\n</ul>\n<p>Example sentence: \"The purists in the art community were opposed to the modernization of the museum's collection.\"</p>\n<ul>\n<li>Meaning: People who are very strict about following rules or principles, and do not accept anything that is not perfect or exact.</li>\n</ul>\n<p>Example sentence: \"The language purists argue that the use of slang and colloquialisms is a corruption of the language.\"</p>\n<p>Related words: traditionalist, conservative, perfectionist, fundamentalist.</p>\n<p>In Vietnamese:</p>\n<ul>\n<li><strong>Những người bảo thủ</strong> (noun): Những người tin rằng một điều gì đó nên được thực hiện theo cách truyền thống hoặc nguyên thủy, không thay đổi hoặc thêm mới gì.</li>\n<li><strong>Những người nghiêm khắc</strong> (noun): Những người rất nghiêm khắc về việc tuân theo quy tắc hoặc nguyên tắc, và không chấp nhận bất cứ điều gì không hoàn hảo hoặc chính xác.</li>\n</ul>\n<p>Note: The word \"purists\" can have different connotations depending on the context, and the Vietnamese translation may vary accordingly.</p>"
}