{
    "frequency": 1,
    "md": "giải nghĩa từ \"quoted\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Quoted**\n\n* **Verb**: to repeat or copy out words from a text or speech, typically with an indication of who originally said or wrote them.\n\t+ Ví dụ: \"She quoted the president's speech in her article.\"\n* **Adjective**: enclosed in quotation marks, typically to indicate that someone is speaking or that a quotation is being given.\n\t+ Ví dụ: \"The quoted price was higher than expected.\"\n\n**Nghĩa tiếng việt**\n\n* **Động từ**: lặp lại hoặc sao chép các từ trong một văn bản hoặc bài phát biểu, thường với chỉ định của người đã nói hoặc viết chúng.\n* **Tính từ**: được bao quanh bởi dấu ngoặc kép, thường để chỉ rằng ai đó đang nói hoặc một câu trích dẫn đang được đưa ra.\n\n**Từ liên quan**\n\n* Quote\n* Quotation\n* Citation\n* Reference\n\n**Từ trái nghĩa**\n\n* Paraphrase (đưa ra lại ý nghĩa của một câu hoặc văn bản bằng ngôn ngữ của mình)\n* Summarize (tóm tắt nội dung của một văn bản hoặc bài phát biểu)",
    "html": "<p>giải nghĩa từ \"quoted\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Quoted</strong></p>\n<ul>\n<li><strong>Verb</strong>: to repeat or copy out words from a text or speech, typically with an indication of who originally said or wrote them.<ul>\n<li>Ví dụ: \"She quoted the president's speech in her article.\"</li>\n</ul>\n</li>\n<li><strong>Adjective</strong>: enclosed in quotation marks, typically to indicate that someone is speaking or that a quotation is being given.<ul>\n<li>Ví dụ: \"The quoted price was higher than expected.\"</li>\n</ul>\n</li>\n</ul>\n<p><strong>Nghĩa tiếng việt</strong></p>\n<ul>\n<li><strong>Động từ</strong>: lặp lại hoặc sao chép các từ trong một văn bản hoặc bài phát biểu, thường với chỉ định của người đã nói hoặc viết chúng.</li>\n<li><strong>Tính từ</strong>: được bao quanh bởi dấu ngoặc kép, thường để chỉ rằng ai đó đang nói hoặc một câu trích dẫn đang được đưa ra.</li>\n</ul>\n<p><strong>Từ liên quan</strong></p>\n<ul>\n<li>Quote</li>\n<li>Quotation</li>\n<li>Citation</li>\n<li>Reference</li>\n</ul>\n<p><strong>Từ trái nghĩa</strong></p>\n<ul>\n<li>Paraphrase (đưa ra lại ý nghĩa của một câu hoặc văn bản bằng ngôn ngữ của mình)</li>\n<li>Summarize (tóm tắt nội dung của một văn bản hoặc bài phát biểu)</li>\n</ul>"
}