{
    "frequency": 4,
    "md": "giải nghĩa từ \"realizes\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Realizes**\n\n* Verb\n\t+ Nghĩa: hiểu ra, nhận thức được, nhận biết được\n\t+ Ví dụ: \"She realizes that she has made a mistake.\"\n\t+ Từ liên quan: realize, realization, realized\n\n**Realizes** là động từ, có nghĩa là hiểu ra, nhận thức được, nhận biết được. Ví dụ trên cho thấy rằng cô ấy đã nhận thức được rằng cô ấy đã làm sai lầm.\n\n**Realization** là danh từ, có nghĩa là sự hiểu ra, sự nhận thức được.\n\n**Realized** là dạng quá khứ của động từ **realizes**, có nghĩa là đã hiểu ra, đã nhận thức được.\n\nCác từ liên quan khác bao gồm:\n\n* **Realize**: động từ, có nghĩa là hiểu ra, nhận thức được\n* **Realization**: danh từ, có nghĩa là sự hiểu ra, sự nhận thức được\n* **Realized**: dạng quá khứ của động từ **realizes**, có nghĩa là đã hiểu ra, đã nhận thức được\n\nTóm lại, **realizes** là động từ có nghĩa là hiểu ra, nhận thức được, và có các dạng khác nhau như **realize**, **realization**, và **realized**.",
    "html": "<p>giải nghĩa từ \"realizes\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Realizes</strong></p>\n<ul>\n<li>Verb<ul>\n<li>Nghĩa: hiểu ra, nhận thức được, nhận biết được</li>\n<li>Ví dụ: \"She realizes that she has made a mistake.\"</li>\n<li>Từ liên quan: realize, realization, realized</li>\n</ul>\n</li>\n</ul>\n<p><strong>Realizes</strong> là động từ, có nghĩa là hiểu ra, nhận thức được, nhận biết được. Ví dụ trên cho thấy rằng cô ấy đã nhận thức được rằng cô ấy đã làm sai lầm.</p>\n<p><strong>Realization</strong> là danh từ, có nghĩa là sự hiểu ra, sự nhận thức được.</p>\n<p><strong>Realized</strong> là dạng quá khứ của động từ <strong>realizes</strong>, có nghĩa là đã hiểu ra, đã nhận thức được.</p>\n<p>Các từ liên quan khác bao gồm:</p>\n<ul>\n<li><strong>Realize</strong>: động từ, có nghĩa là hiểu ra, nhận thức được</li>\n<li><strong>Realization</strong>: danh từ, có nghĩa là sự hiểu ra, sự nhận thức được</li>\n<li><strong>Realized</strong>: dạng quá khứ của động từ <strong>realizes</strong>, có nghĩa là đã hiểu ra, đã nhận thức được</li>\n</ul>\n<p>Tóm lại, <strong>realizes</strong> là động từ có nghĩa là hiểu ra, nhận thức được, và có các dạng khác nhau như <strong>realize</strong>, <strong>realization</strong>, và <strong>realized</strong>.</p>"
}