{
    "frequency": 4,
    "md": "giải nghĩa từ \"refraction\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Từ gốc: Refraction**\n\n**Từ loại:** noun\n\n**Nghĩa tiếng việt:** sự khúc xạ\n\n**Câu ví dụ:** The refraction of light through the prism created a beautiful spectrum.\n\n(Dịch: Sự khúc xạ của ánh sáng qua lăng kính tạo ra một phổ màu sắc đẹp.)\n\n**Từ liên quan:**\n\n* Refract: khúc xạ\n* Refractive: khúc xạ\n* Refractor: khúc xạ kế\n\n**Từ trái nghĩa:**\n\n* Reflection: sự phản xạ (khác với khúc xạ)\n\n**Giải thích:** Refraction là hiện tượng ánh sáng hoặc sóng thay đổi hướng khi đi qua một môi trường khác nhau. Ví dụ, khi ánh sáng đi qua một lăng kính, nó sẽ bị khúc xạ và thay đổi hướng, tạo ra một phổ màu sắc. Refraction là một hiện tượng quan trọng trong vật lý và được ứng dụng trong nhiều lĩnh vực, bao gồm quang học, y học và kỹ thuật.",
    "html": "<p>giải nghĩa từ \"refraction\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Từ gốc: Refraction</strong></p>\n<p><strong>Từ loại:</strong> noun</p>\n<p><strong>Nghĩa tiếng việt:</strong> sự khúc xạ</p>\n<p><strong>Câu ví dụ:</strong> The refraction of light through the prism created a beautiful spectrum.</p>\n<p>(Dịch: Sự khúc xạ của ánh sáng qua lăng kính tạo ra một phổ màu sắc đẹp.)</p>\n<p><strong>Từ liên quan:</strong></p>\n<ul>\n<li>Refract: khúc xạ</li>\n<li>Refractive: khúc xạ</li>\n<li>Refractor: khúc xạ kế</li>\n</ul>\n<p><strong>Từ trái nghĩa:</strong></p>\n<ul>\n<li>Reflection: sự phản xạ (khác với khúc xạ)</li>\n</ul>\n<p><strong>Giải thích:</strong> Refraction là hiện tượng ánh sáng hoặc sóng thay đổi hướng khi đi qua một môi trường khác nhau. Ví dụ, khi ánh sáng đi qua một lăng kính, nó sẽ bị khúc xạ và thay đổi hướng, tạo ra một phổ màu sắc. Refraction là một hiện tượng quan trọng trong vật lý và được ứng dụng trong nhiều lĩnh vực, bao gồm quang học, y học và kỹ thuật.</p>"
}