{
    "frequency": 1,
    "md": "giải nghĩa từ \"reprimanded\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n* Từ loại: Verb\n* Nghĩa tiếng việt: Phê phán, khiển trách, quở trách\n* Câu ví dụ: The teacher reprimanded the student for talking during the lesson.\n* Các từ liên quan: scold, rebuke, admonish, chastise\n* Các từ trái nghĩa: praise, commend, approve\n\n**Reprimand** là động từ, nghĩa là phê phán, khiển trách, quở trách ai đó về một hành động sai trái hoặc không đúng. Ví dụ, trong câu trên, giáo viên khiển trách học sinh vì nói chuyện trong giờ học.\n\nCác từ liên quan đến **reprimand** bao gồm:\n\n* **Scold**: Phê phán, khiển trách một cách nghiêm khắc\n* **Rebuke**: Phê phán, khiển trách một cách thẳng thắn\n* **Admonish**: Cảnh báo, khiển trách một cách nhẹ nhàng\n* **Chastise**: Phê phán, khiển trách một cách nghiêm khắc và có thể kèm theo hình phạt\n\nNgược lại, các từ trái nghĩa với **reprimand** bao gồm:\n\n* **Praise**: Khen ngợi, tán dương\n* **Commend**: Khen ngợi, tán dương vì một hành động tốt\n* **Approve**: Đồng ý, tán thành một hành động hoặc quyết định.",
    "html": "<p>giải nghĩa từ \"reprimanded\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<ul>\n<li>Từ loại: Verb</li>\n<li>Nghĩa tiếng việt: Phê phán, khiển trách, quở trách</li>\n<li>Câu ví dụ: The teacher reprimanded the student for talking during the lesson.</li>\n<li>Các từ liên quan: scold, rebuke, admonish, chastise</li>\n<li>Các từ trái nghĩa: praise, commend, approve</li>\n</ul>\n<p><strong>Reprimand</strong> là động từ, nghĩa là phê phán, khiển trách, quở trách ai đó về một hành động sai trái hoặc không đúng. Ví dụ, trong câu trên, giáo viên khiển trách học sinh vì nói chuyện trong giờ học.</p>\n<p>Các từ liên quan đến <strong>reprimand</strong> bao gồm:</p>\n<ul>\n<li><strong>Scold</strong>: Phê phán, khiển trách một cách nghiêm khắc</li>\n<li><strong>Rebuke</strong>: Phê phán, khiển trách một cách thẳng thắn</li>\n<li><strong>Admonish</strong>: Cảnh báo, khiển trách một cách nhẹ nhàng</li>\n<li><strong>Chastise</strong>: Phê phán, khiển trách một cách nghiêm khắc và có thể kèm theo hình phạt</li>\n</ul>\n<p>Ngược lại, các từ trái nghĩa với <strong>reprimand</strong> bao gồm:</p>\n<ul>\n<li><strong>Praise</strong>: Khen ngợi, tán dương</li>\n<li><strong>Commend</strong>: Khen ngợi, tán dương vì một hành động tốt</li>\n<li><strong>Approve</strong>: Đồng ý, tán thành một hành động hoặc quyết định.</li>\n</ul>"
}