{
    "frequency": 57,
    "md": "giải nghĩa từ \"reunion\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ đồng nghĩa.\n\n**Reunion**\n\n* **Noun**: A reunion is a meeting or gathering of people who have not seen each other for a long time, often because they were friends, classmates, or colleagues in the past.\n\nExample sentence: \"The high school reunion was a great opportunity to catch up with old friends.\"\n\n* **Related words**: gathering, meeting, get-together, reunion party\n* **Synonyms**: gathering, meeting, reunion party\n\n**Dịch sang tiếng việt**:\n\n* **Danh từ**: Một cuộc tái hợp là một cuộc họp hoặc tụ họp của những người đã không thấy nhau trong một thời gian dài, thường là vì họ là bạn, đồng nghiệp, hoặc đồng nghiệp trong quá khứ.\n\nCâu ví dụ: \"Cuộc tái hợp trung học là một cơ hội tuyệt vời để bắt kịp với bạn cũ.\"\n\n* **Từ liên quan**: tụ họp, cuộc họp, bữa tiệc tái hợp\n* **Từ đồng nghĩa**: tụ họp, cuộc họp, bữa tiệc tái hợp",
    "html": "<p>giải nghĩa từ \"reunion\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ đồng nghĩa.</p>\n<p><strong>Reunion</strong></p>\n<ul>\n<li><strong>Noun</strong>: A reunion is a meeting or gathering of people who have not seen each other for a long time, often because they were friends, classmates, or colleagues in the past.</li>\n</ul>\n<p>Example sentence: \"The high school reunion was a great opportunity to catch up with old friends.\"</p>\n<ul>\n<li><strong>Related words</strong>: gathering, meeting, get-together, reunion party</li>\n<li><strong>Synonyms</strong>: gathering, meeting, reunion party</li>\n</ul>\n<p><strong>Dịch sang tiếng việt</strong>:</p>\n<ul>\n<li><strong>Danh từ</strong>: Một cuộc tái hợp là một cuộc họp hoặc tụ họp của những người đã không thấy nhau trong một thời gian dài, thường là vì họ là bạn, đồng nghiệp, hoặc đồng nghiệp trong quá khứ.</li>\n</ul>\n<p>Câu ví dụ: \"Cuộc tái hợp trung học là một cơ hội tuyệt vời để bắt kịp với bạn cũ.\"</p>\n<ul>\n<li><strong>Từ liên quan</strong>: tụ họp, cuộc họp, bữa tiệc tái hợp</li>\n<li><strong>Từ đồng nghĩa</strong>: tụ họp, cuộc họp, bữa tiệc tái hợp</li>\n</ul>"
}