{
    "frequency": 13,
    "md": "giải nghĩa từ \"riverside\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ đồng nghĩa.\n\n**Riverside**\n\n* **Từ loại:** noun\n* **Nghĩa tiếng việt:** bờ sông, ven sông\n* **Câu ví dụ:** The riverside park is a popular spot for picnics and walks. (Công viên ven sông là một địa điểm phổ biến cho các buổi dã ngoại và đi bộ.)\n* **Từ liên quan:** riverbank, waterfront, lakeside\n* **Từ đồng nghĩa:** riverfront, shore, bank\n\n**Riverside** có thể được sử dụng để mô tả một khu vực nằm gần sông, như một công viên, một con đường, hoặc một khu dân cư. Nó cũng có thể được sử dụng để mô tả một khu vực có cảnh quan đẹp, với sông chảy qua.\n\nVí dụ khác:\n\n* The riverside path is perfect for jogging. (Đường đi bộ ven sông là hoàn hảo cho việc chạy bộ.)\n* The hotel has a beautiful riverside view. (Khách sạn có một cảnh quan đẹp ven sông.)",
    "html": "<p>giải nghĩa từ \"riverside\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ đồng nghĩa.</p>\n<p><strong>Riverside</strong></p>\n<ul>\n<li><strong>Từ loại:</strong> noun</li>\n<li><strong>Nghĩa tiếng việt:</strong> bờ sông, ven sông</li>\n<li><strong>Câu ví dụ:</strong> The riverside park is a popular spot for picnics and walks. (Công viên ven sông là một địa điểm phổ biến cho các buổi dã ngoại và đi bộ.)</li>\n<li><strong>Từ liên quan:</strong> riverbank, waterfront, lakeside</li>\n<li><strong>Từ đồng nghĩa:</strong> riverfront, shore, bank</li>\n</ul>\n<p><strong>Riverside</strong> có thể được sử dụng để mô tả một khu vực nằm gần sông, như một công viên, một con đường, hoặc một khu dân cư. Nó cũng có thể được sử dụng để mô tả một khu vực có cảnh quan đẹp, với sông chảy qua.</p>\n<p>Ví dụ khác:</p>\n<ul>\n<li>The riverside path is perfect for jogging. (Đường đi bộ ven sông là hoàn hảo cho việc chạy bộ.)</li>\n<li>The hotel has a beautiful riverside view. (Khách sạn có một cảnh quan đẹp ven sông.)</li>\n</ul>"
}