{
    "frequency": 2,
    "md": "giải nghĩa từ \"rococo\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Rococo** (n) - Rococo là một phong cách nghệ thuật và kiến trúc phát triển vào thế kỷ 18, đặc biệt là ở Pháp và châu Âu. Phong cách này được đặc trưng bởi các đường cong, hoa văn và các họa tiết phức tạp.\n\n* Nghĩa tiếng Việt: Phong cách Rococo\n* Từ loại: Danh từ\n* Ví dụ: The palace was decorated in the Rococo style, with intricate carvings and ornate furnishings. (Cung điện được trang trí theo phong cách Rococo, với các họa tiết chạm khắc và đồ nội thất trang trí.)\n\nCác từ liên quan:\n\n* Baroque (n) - Phong cách nghệ thuật và kiến trúc trước Rococo, đặc trưng bởi các đường cong và các họa tiết phức tạp.\n* Neoclassicism (n) - Phong cách nghệ thuật và kiến trúc sau Rococo, đặc trưng bởi các đường thẳng và các họa tiết đơn giản.\n* Ornate (adj) - Trang trí, với các họa tiết và các đường cong phức tạp.\n* Intricate (adj) - Phức tạp, với các họa tiết và các đường cong nhỏ và phức tạp.",
    "html": "<p>giải nghĩa từ \"rococo\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Rococo</strong> (n) - Rococo là một phong cách nghệ thuật và kiến trúc phát triển vào thế kỷ 18, đặc biệt là ở Pháp và châu Âu. Phong cách này được đặc trưng bởi các đường cong, hoa văn và các họa tiết phức tạp.</p>\n<ul>\n<li>Nghĩa tiếng Việt: Phong cách Rococo</li>\n<li>Từ loại: Danh từ</li>\n<li>Ví dụ: The palace was decorated in the Rococo style, with intricate carvings and ornate furnishings. (Cung điện được trang trí theo phong cách Rococo, với các họa tiết chạm khắc và đồ nội thất trang trí.)</li>\n</ul>\n<p>Các từ liên quan:</p>\n<ul>\n<li>Baroque (n) - Phong cách nghệ thuật và kiến trúc trước Rococo, đặc trưng bởi các đường cong và các họa tiết phức tạp.</li>\n<li>Neoclassicism (n) - Phong cách nghệ thuật và kiến trúc sau Rococo, đặc trưng bởi các đường thẳng và các họa tiết đơn giản.</li>\n<li>Ornate (adj) - Trang trí, với các họa tiết và các đường cong phức tạp.</li>\n<li>Intricate (adj) - Phức tạp, với các họa tiết và các đường cong nhỏ và phức tạp.</li>\n</ul>"
}