{
    "frequency": 16,
    "md": "giải nghĩa từ \"sample\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ đồng nghĩa.\n\n**Từ loại:** noun\n\n**Nghĩa tiếng việt:** mẫu, mẫu thử, mẫu vật\n\n**Câu ví dụ:** The company provided a sample of the new product to the customers.\n\n(Dịch sang tiếng việt: Công ty đã cung cấp một mẫu của sản phẩm mới cho khách hàng.)\n\n**Từ liên quan:** example, specimen, model\n\n**Từ đồng nghĩa:** exemplar, prototype, demo\n\n**Giải thích thêm:** Từ \"sample\" có thể được sử dụng trong nhiều lĩnh vực khác nhau, chẳng hạn như kinh doanh, khoa học, nghệ thuật, vv. Trong kinh doanh, một mẫu có thể là một sản phẩm hoặc dịch vụ được cung cấp để khách hàng thử nghiệm trước khi mua. Trong khoa học, một mẫu có thể là một vật liệu hoặc một phần của một vật liệu được sử dụng để nghiên cứu hoặc phân tích. Trong nghệ thuật, một mẫu có thể là một tác phẩm được tạo ra để thể hiện kỹ năng hoặc phong cách của nghệ sĩ.",
    "html": "<p>giải nghĩa từ \"sample\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ đồng nghĩa.</p>\n<p><strong>Từ loại:</strong> noun</p>\n<p><strong>Nghĩa tiếng việt:</strong> mẫu, mẫu thử, mẫu vật</p>\n<p><strong>Câu ví dụ:</strong> The company provided a sample of the new product to the customers.</p>\n<p>(Dịch sang tiếng việt: Công ty đã cung cấp một mẫu của sản phẩm mới cho khách hàng.)</p>\n<p><strong>Từ liên quan:</strong> example, specimen, model</p>\n<p><strong>Từ đồng nghĩa:</strong> exemplar, prototype, demo</p>\n<p><strong>Giải thích thêm:</strong> Từ \"sample\" có thể được sử dụng trong nhiều lĩnh vực khác nhau, chẳng hạn như kinh doanh, khoa học, nghệ thuật, vv. Trong kinh doanh, một mẫu có thể là một sản phẩm hoặc dịch vụ được cung cấp để khách hàng thử nghiệm trước khi mua. Trong khoa học, một mẫu có thể là một vật liệu hoặc một phần của một vật liệu được sử dụng để nghiên cứu hoặc phân tích. Trong nghệ thuật, một mẫu có thể là một tác phẩm được tạo ra để thể hiện kỹ năng hoặc phong cách của nghệ sĩ.</p>"
}