{
    "frequency": 15,
    "md": "giải nghĩa từ \"sells\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Sells** là động từ.\n\n* Nghĩa tiếng việt: bán, bán hàng\n* Từ loại: động từ\n* Ví dụ: She sells flowers at the market. (Cô ấy bán hoa tại chợ.)\n* Các từ liên quan: buyer, customer, market, product, shop.\n\n**Sells** trong câu trên có nghĩa là bán, bán hàng. Trong ngữ cảnh này, \"sells\" là động từ chỉ hành động bán hàng của người bán (she). Câu ví dụ trên cho thấy người bán (she) bán hoa tại chợ.\n\nNgoài ra, **sells** còn có thể được sử dụng trong các ngữ cảnh khác, chẳng hạn như:\n\n* Sells out: bán hết, hết hàng (Ví dụ: The concert sells out in one hour. - Buổi hòa nhạc bán hết vé trong một giờ.)\n* Sells well: bán chạy, bán tốt (Ví dụ: The new product sells well in the market. - Sản phẩm mới bán chạy trên thị trường.)\n\nTóm lại, **sells** là động từ chỉ hành động bán hàng, và có thể được sử dụng trong các ngữ cảnh khác nhau với các nghĩa khác nhau.",
    "html": "<p>giải nghĩa từ \"sells\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Sells</strong> là động từ.</p>\n<ul>\n<li>Nghĩa tiếng việt: bán, bán hàng</li>\n<li>Từ loại: động từ</li>\n<li>Ví dụ: She sells flowers at the market. (Cô ấy bán hoa tại chợ.)</li>\n<li>Các từ liên quan: buyer, customer, market, product, shop.</li>\n</ul>\n<p><strong>Sells</strong> trong câu trên có nghĩa là bán, bán hàng. Trong ngữ cảnh này, \"sells\" là động từ chỉ hành động bán hàng của người bán (she). Câu ví dụ trên cho thấy người bán (she) bán hoa tại chợ.</p>\n<p>Ngoài ra, <strong>sells</strong> còn có thể được sử dụng trong các ngữ cảnh khác, chẳng hạn như:</p>\n<ul>\n<li>Sells out: bán hết, hết hàng (Ví dụ: The concert sells out in one hour. - Buổi hòa nhạc bán hết vé trong một giờ.)</li>\n<li>Sells well: bán chạy, bán tốt (Ví dụ: The new product sells well in the market. - Sản phẩm mới bán chạy trên thị trường.)</li>\n</ul>\n<p>Tóm lại, <strong>sells</strong> là động từ chỉ hành động bán hàng, và có thể được sử dụng trong các ngữ cảnh khác nhau với các nghĩa khác nhau.</p>"
}