{
    "frequency": 2,
    "md": "giải nghĩa từ \"sequali\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Sequali** là một từ tiếng Anh, có thể được dịch sang tiếng Việt là:\n\n* **Phần tiếp theo** (noun) - phần sau của một câu chuyện, một bộ phim, một cuốn sách, v.v.\n\nVí dụ: \"The sequali of the movie was even better than the first one.\" (Phần tiếp theo của bộ phim thậm chí còn tốt hơn phần đầu tiên.)\n\n* **Tiếp tục** (verb) - tiếp tục một công việc, một dự án, v.v.\n\nVí dụ: \"We will sequali the project next week.\" (Chúng tôi sẽ tiếp tục dự án vào tuần tới.)\n\nTừ liên quan:\n\n* **Prequel** (noun) - phần trước của một câu chuyện, một bộ phim, một cuốn sách, v.v.\n* **Trilogy** (noun) - một bộ ba phần của một câu chuyện, một bộ phim, một cuốn sách, v.v.\n\nTừ trái nghĩa:\n\n* **Predecessor** (noun) - phần trước của một câu chuyện, một bộ phim, một cuốn sách, v.v.\n* **Original** (noun) - phần gốc của một câu chuyện, một bộ phim, một cuốn sách, v.v.",
    "html": "<p>giải nghĩa từ \"sequali\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Sequali</strong> là một từ tiếng Anh, có thể được dịch sang tiếng Việt là:</p>\n<ul>\n<li><strong>Phần tiếp theo</strong> (noun) - phần sau của một câu chuyện, một bộ phim, một cuốn sách, v.v.</li>\n</ul>\n<p>Ví dụ: \"The sequali of the movie was even better than the first one.\" (Phần tiếp theo của bộ phim thậm chí còn tốt hơn phần đầu tiên.)</p>\n<ul>\n<li><strong>Tiếp tục</strong> (verb) - tiếp tục một công việc, một dự án, v.v.</li>\n</ul>\n<p>Ví dụ: \"We will sequali the project next week.\" (Chúng tôi sẽ tiếp tục dự án vào tuần tới.)</p>\n<p>Từ liên quan:</p>\n<ul>\n<li><strong>Prequel</strong> (noun) - phần trước của một câu chuyện, một bộ phim, một cuốn sách, v.v.</li>\n<li><strong>Trilogy</strong> (noun) - một bộ ba phần của một câu chuyện, một bộ phim, một cuốn sách, v.v.</li>\n</ul>\n<p>Từ trái nghĩa:</p>\n<ul>\n<li><strong>Predecessor</strong> (noun) - phần trước của một câu chuyện, một bộ phim, một cuốn sách, v.v.</li>\n<li><strong>Original</strong> (noun) - phần gốc của một câu chuyện, một bộ phim, một cuốn sách, v.v.</li>\n</ul>"
}