{
    "frequency": 15,
    "md": "giải nghĩa từ \"sessions\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Sessions**\n\n* Từ loại: noun\n* Nghĩa tiếng việt: phiên, buổi, kỳ họp\n* Ví dụ: The conference will consist of several sessions. (Hội nghị sẽ bao gồm nhiều phiên họp.)\n* Từ liên quan: meeting, conference, discussion, gathering\n* Từ trái nghĩa: break, recess, interval\n\n**Sessions** có thể được chia thành các loại sau:\n\n* **Session** (phiên họp): a meeting of a group of people, especially a formal meeting of a government or a committee. (buổi họp của một nhóm người, đặc biệt là một buổi họp chính thức của chính phủ hoặc một ủy ban.)\n* **Session** (kỳ họp): a period of time spent doing a particular activity. (một khoảng thời gian được dành để làm một hoạt động cụ thể.)\n* **Session** (buổi): a period of time spent in a particular place or doing a particular thing. (một khoảng thời gian được dành để ở một nơi cụ thể hoặc làm một việc cụ thể.)\n\nVí dụ:\n\n* The company will hold a session to discuss the new project. (Công ty sẽ tổ chức một phiên họp để thảo luận về dự án mới.)\n* The teacher will have a session with the student to discuss their progress. (Giáo viên sẽ có một buổi họp với học sinh để thảo luận về tiến độ của họ.)\n* The gym offers yoga sessions three times a week. (Phòng tập thể dục cung cấp các buổi yoga ba lần một tuần.)",
    "html": "<p>giải nghĩa từ \"sessions\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Sessions</strong></p>\n<ul>\n<li>Từ loại: noun</li>\n<li>Nghĩa tiếng việt: phiên, buổi, kỳ họp</li>\n<li>Ví dụ: The conference will consist of several sessions. (Hội nghị sẽ bao gồm nhiều phiên họp.)</li>\n<li>Từ liên quan: meeting, conference, discussion, gathering</li>\n<li>Từ trái nghĩa: break, recess, interval</li>\n</ul>\n<p><strong>Sessions</strong> có thể được chia thành các loại sau:</p>\n<ul>\n<li><strong>Session</strong> (phiên họp): a meeting of a group of people, especially a formal meeting of a government or a committee. (buổi họp của một nhóm người, đặc biệt là một buổi họp chính thức của chính phủ hoặc một ủy ban.)</li>\n<li><strong>Session</strong> (kỳ họp): a period of time spent doing a particular activity. (một khoảng thời gian được dành để làm một hoạt động cụ thể.)</li>\n<li><strong>Session</strong> (buổi): a period of time spent in a particular place or doing a particular thing. (một khoảng thời gian được dành để ở một nơi cụ thể hoặc làm một việc cụ thể.)</li>\n</ul>\n<p>Ví dụ:</p>\n<ul>\n<li>The company will hold a session to discuss the new project. (Công ty sẽ tổ chức một phiên họp để thảo luận về dự án mới.)</li>\n<li>The teacher will have a session with the student to discuss their progress. (Giáo viên sẽ có một buổi họp với học sinh để thảo luận về tiến độ của họ.)</li>\n<li>The gym offers yoga sessions three times a week. (Phòng tập thể dục cung cấp các buổi yoga ba lần một tuần.)</li>\n</ul>"
}