{
    "frequency": 4,
    "md": "giải nghĩa từ \"slogan\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Slogan**\n\n* Từ loại: noun\n* Nghĩa tiếng việt: khẩu hiệu, slogan\n\n**Definition**: A short phrase or sentence used to advertise or promote a product, idea, or organization.\n\n**Example sentence**: The company's new slogan is \"Quality you can trust.\"\n\n**Related words**:\n\n* Motto: a phrase or sentence that expresses the purpose or goal of an organization or individual.\n* Tagline: a phrase or sentence used to advertise or promote a product or service.\n* Jingle: a short, catchy song or phrase used to advertise a product or service.\n\n**Antonyms**:\n\n* None\n\n**Note**: A slogan is often used to create a memorable and catchy phrase that can be used to promote a product, idea, or organization. It is often used in advertising and marketing campaigns to grab the attention of the target audience.",
    "html": "<p>giải nghĩa từ \"slogan\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Slogan</strong></p>\n<ul>\n<li>Từ loại: noun</li>\n<li>Nghĩa tiếng việt: khẩu hiệu, slogan</li>\n</ul>\n<p><strong>Definition</strong>: A short phrase or sentence used to advertise or promote a product, idea, or organization.</p>\n<p><strong>Example sentence</strong>: The company's new slogan is \"Quality you can trust.\"</p>\n<p><strong>Related words</strong>:</p>\n<ul>\n<li>Motto: a phrase or sentence that expresses the purpose or goal of an organization or individual.</li>\n<li>Tagline: a phrase or sentence used to advertise or promote a product or service.</li>\n<li>Jingle: a short, catchy song or phrase used to advertise a product or service.</li>\n</ul>\n<p><strong>Antonyms</strong>:</p>\n<ul>\n<li>None</li>\n</ul>\n<p><strong>Note</strong>: A slogan is often used to create a memorable and catchy phrase that can be used to promote a product, idea, or organization. It is often used in advertising and marketing campaigns to grab the attention of the target audience.</p>"
}