{
    "frequency": 1,
    "md": "giải nghĩa từ \"snuck\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Snuck** là một dạng của động từ **sneak**, có nghĩa là lén lút, trốn tránh, hoặc di chuyển một cách lén lút.\n\n* **Verb**: (lén lút, trốn tránh) - to move quietly and secretly, often in order to avoid being seen or heard.\n\nVí dụ:\n- She snuck into the room without anyone noticing. (Cô ấy lén lút vào phòng mà không ai nhận ra.)\n- He snuck out of the house to meet his friends. (Anh ấy lén lút ra khỏi nhà để gặp bạn bè.)\n\nTừ liên quan:\n- **Sneak**: (lén lút, trốn tránh) - to move quietly and secretly, often in order to avoid being seen or heard.\n- **Sneaky**: (lén lút, trốn tránh) - doing something secretly or unfairly.\n- **Sneakily**: (lén lút, trốn tránh) - in a secret or unfair way.\n\nTừ trái nghĩa:\n- **Openly**: (mở, công khai) - in a way that is easy to see or notice.\n- **Publicly**: (công khai, trước công chúng) - in a way that is known or seen by many people.\n\nChú ý: **Snuck** là dạng quá khứ của động từ **sneak**, tuy nhiên trong tiếng Anh Mỹ, **snuck** được sử dụng rộng rãi hơn **sneaked** (dạng quá khứ khác của **sneak**).",
    "html": "<p>giải nghĩa từ \"snuck\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Snuck</strong> là một dạng của động từ <strong>sneak</strong>, có nghĩa là lén lút, trốn tránh, hoặc di chuyển một cách lén lút.</p>\n<ul>\n<li><strong>Verb</strong>: (lén lút, trốn tránh) - to move quietly and secretly, often in order to avoid being seen or heard.</li>\n</ul>\n<p>Ví dụ:\n- She snuck into the room without anyone noticing. (Cô ấy lén lút vào phòng mà không ai nhận ra.)\n- He snuck out of the house to meet his friends. (Anh ấy lén lút ra khỏi nhà để gặp bạn bè.)</p>\n<p>Từ liên quan:\n- <strong>Sneak</strong>: (lén lút, trốn tránh) - to move quietly and secretly, often in order to avoid being seen or heard.\n- <strong>Sneaky</strong>: (lén lút, trốn tránh) - doing something secretly or unfairly.\n- <strong>Sneakily</strong>: (lén lút, trốn tránh) - in a secret or unfair way.</p>\n<p>Từ trái nghĩa:\n- <strong>Openly</strong>: (mở, công khai) - in a way that is easy to see or notice.\n- <strong>Publicly</strong>: (công khai, trước công chúng) - in a way that is known or seen by many people.</p>\n<p>Chú ý: <strong>Snuck</strong> là dạng quá khứ của động từ <strong>sneak</strong>, tuy nhiên trong tiếng Anh Mỹ, <strong>snuck</strong> được sử dụng rộng rãi hơn <strong>sneaked</strong> (dạng quá khứ khác của <strong>sneak</strong>).</p>"
}