{
    "frequency": 18,
    "md": "giải nghĩa từ \"stadium\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Stadium** (n.)\n\n* Nghĩa tiếng việt: Sân vận động\n* Từ loại: Danh từ\n* Ví dụ: \"The stadium was filled with excited fans.\" (Sân vận động chật kín với những người hâm mộ phấn khích.)\n* Từ liên quan: arena, field, ground, pitch\n* Từ trái nghĩa: empty space, vacant lot\n\n**Stadium** có thể được sử dụng trong các ngữ cảnh sau:\n\n* Thể thao: \"The stadium was the venue for the Olympic Games.\" (Sân vận động là địa điểm tổ chức Thế vận hội.)\n* Âm nhạc: \"The stadium concert was a huge success.\" (Buổi hòa nhạc tại sân vận động rất thành công.)\n* Kiến trúc: \"The stadium's design was inspired by ancient Greek architecture.\" (Thiết kế của sân vận động được lấy cảm hứng từ kiến trúc Hy Lạp cổ đại.)\n\n**Stadium** có thể được phân biệt với các từ khác như sau:\n\n* **Arena**: thường được sử dụng để chỉ các sân vận động trong nhà, như sân hockey hoặc sân bóng rổ.\n* **Field**: thường được sử dụng để chỉ các sân vận động ngoài trời, như sân bóng đá hoặc sân cricket.\n* **Ground**: thường được sử dụng để chỉ các sân vận động thể thao, như sân bóng đá hoặc sân rugby.\n* **Pitch**: thường được sử dụng để chỉ các sân vận động thể thao, như sân bóng đá hoặc sân cricket.",
    "html": "<p>giải nghĩa từ \"stadium\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Stadium</strong> (n.)</p>\n<ul>\n<li>Nghĩa tiếng việt: Sân vận động</li>\n<li>Từ loại: Danh từ</li>\n<li>Ví dụ: \"The stadium was filled with excited fans.\" (Sân vận động chật kín với những người hâm mộ phấn khích.)</li>\n<li>Từ liên quan: arena, field, ground, pitch</li>\n<li>Từ trái nghĩa: empty space, vacant lot</li>\n</ul>\n<p><strong>Stadium</strong> có thể được sử dụng trong các ngữ cảnh sau:</p>\n<ul>\n<li>Thể thao: \"The stadium was the venue for the Olympic Games.\" (Sân vận động là địa điểm tổ chức Thế vận hội.)</li>\n<li>Âm nhạc: \"The stadium concert was a huge success.\" (Buổi hòa nhạc tại sân vận động rất thành công.)</li>\n<li>Kiến trúc: \"The stadium's design was inspired by ancient Greek architecture.\" (Thiết kế của sân vận động được lấy cảm hứng từ kiến trúc Hy Lạp cổ đại.)</li>\n</ul>\n<p><strong>Stadium</strong> có thể được phân biệt với các từ khác như sau:</p>\n<ul>\n<li><strong>Arena</strong>: thường được sử dụng để chỉ các sân vận động trong nhà, như sân hockey hoặc sân bóng rổ.</li>\n<li><strong>Field</strong>: thường được sử dụng để chỉ các sân vận động ngoài trời, như sân bóng đá hoặc sân cricket.</li>\n<li><strong>Ground</strong>: thường được sử dụng để chỉ các sân vận động thể thao, như sân bóng đá hoặc sân rugby.</li>\n<li><strong>Pitch</strong>: thường được sử dụng để chỉ các sân vận động thể thao, như sân bóng đá hoặc sân cricket.</li>\n</ul>"
}