{
    "frequency": 1,
    "md": "giải nghĩa từ \"summon\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Summon**\n\n* Verb: triệu tập, gọi, triệu hồi\n* Example sentence: \"The king summoned his knights to the castle.\"\n* Related words: call, invite, gather, assemble\n\n**Summon** có nghĩa là triệu tập, gọi hoặc triệu hồi ai đó đến một nơi nào đó. Trong câu ví dụ trên, vua triệu tập các kỵ sĩ của mình đến lâu đài.\n\n**Summon** cũng có thể được sử dụng trong các ngữ cảnh khác, chẳng hạn như:\n\n* \"The police summoned an ambulance to the scene of the accident.\" (Cảnh sát triệu tập xe cứu thương đến hiện trường tai nạn.)\n* \"The teacher summoned the student to her office.\" (Giáo viên triệu tập học sinh đến văn phòng của mình.)\n\nTrong các trường hợp này, **summon** có nghĩa là gọi hoặc triệu hồi ai đó đến một nơi nào đó để thực hiện một nhiệm vụ hoặc để giải quyết một vấn đề.",
    "html": "<p>giải nghĩa từ \"summon\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Summon</strong></p>\n<ul>\n<li>Verb: triệu tập, gọi, triệu hồi</li>\n<li>Example sentence: \"The king summoned his knights to the castle.\"</li>\n<li>Related words: call, invite, gather, assemble</li>\n</ul>\n<p><strong>Summon</strong> có nghĩa là triệu tập, gọi hoặc triệu hồi ai đó đến một nơi nào đó. Trong câu ví dụ trên, vua triệu tập các kỵ sĩ của mình đến lâu đài.</p>\n<p><strong>Summon</strong> cũng có thể được sử dụng trong các ngữ cảnh khác, chẳng hạn như:</p>\n<ul>\n<li>\"The police summoned an ambulance to the scene of the accident.\" (Cảnh sát triệu tập xe cứu thương đến hiện trường tai nạn.)</li>\n<li>\"The teacher summoned the student to her office.\" (Giáo viên triệu tập học sinh đến văn phòng của mình.)</li>\n</ul>\n<p>Trong các trường hợp này, <strong>summon</strong> có nghĩa là gọi hoặc triệu hồi ai đó đến một nơi nào đó để thực hiện một nhiệm vụ hoặc để giải quyết một vấn đề.</p>"
}