{
    "frequency": 2,
    "md": "giải nghĩa từ \"symbols\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Symbols**\n\n* **Noun**: A symbol is a mark, sign, or character that represents something else, such as an idea, object, or concept.\n* **Example sentence**: The dove is a symbol of peace.\n* **Related words**: sign, emblem, logo, icon, representation.\n\n**Nghĩa tiếng việt**:\n\n* **Danh từ**: Một biểu tượng là một dấu hiệu, dấu hiệu, hoặc ký tự đại diện cho thứ khác, chẳng hạn như một ý tưởng, đối tượng, hoặc khái niệm.\n* **Câu ví dụ**: Chim bồ câu là biểu tượng của hòa bình.\n* **Từ liên quan**: dấu hiệu, biểu tượng, logo, biểu tượng, đại diện.\n\nNote: The translation of \"symbols\" to Vietnamese is \"biểu tượng\", which is a noun. The definition and example sentence are provided to help illustrate the meaning of the word. The related words are also listed to provide additional context.",
    "html": "<p>giải nghĩa từ \"symbols\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Symbols</strong></p>\n<ul>\n<li><strong>Noun</strong>: A symbol is a mark, sign, or character that represents something else, such as an idea, object, or concept.</li>\n<li><strong>Example sentence</strong>: The dove is a symbol of peace.</li>\n<li><strong>Related words</strong>: sign, emblem, logo, icon, representation.</li>\n</ul>\n<p><strong>Nghĩa tiếng việt</strong>:</p>\n<ul>\n<li><strong>Danh từ</strong>: Một biểu tượng là một dấu hiệu, dấu hiệu, hoặc ký tự đại diện cho thứ khác, chẳng hạn như một ý tưởng, đối tượng, hoặc khái niệm.</li>\n<li><strong>Câu ví dụ</strong>: Chim bồ câu là biểu tượng của hòa bình.</li>\n<li><strong>Từ liên quan</strong>: dấu hiệu, biểu tượng, logo, biểu tượng, đại diện.</li>\n</ul>\n<p>Note: The translation of \"symbols\" to Vietnamese is \"biểu tượng\", which is a noun. The definition and example sentence are provided to help illustrate the meaning of the word. The related words are also listed to provide additional context.</p>"
}