{
    "frequency": 1,
    "md": "giải nghĩa từ \"themuntil\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Them** là một đại từ chỉ người hay vật, được sử dụng để chỉ người hay vật đã được nhắc đến trước đó.\n\n* **Them** (danh từ): những người hay vật kia\n\t+ Ví dụ: \"I saw them at the party last night.\" (Tôi đã thấy họ tại bữa tiệc tối qua.)\n* **Them** (đại từ): được sử dụng để chỉ người hay vật đã được nhắc đến trước đó\n\t+ Ví dụ: \"I have two friends. Them are very nice.\" (Tôi có hai người bạn. Họ là rất thân thiện.)\n\n**Until** là một giới từ chỉ thời gian, được sử dụng để chỉ một khoảng thời gian cho đến một điểm nhất định.\n\n* **Until** (giới từ): cho đến, cho đến khi\n\t+ Ví dụ: \"I will stay here until tomorrow.\" (Tôi sẽ ở lại đây cho đến ngày mai.)\n\t+ Ví dụ: \"I will work until I finish this project.\" (Tôi sẽ làm việc cho đến khi tôi hoàn thành dự án này.)\n\n**Them until** không phải là một cụm từ tiếng Anh chuẩn, nhưng có thể được hiểu là \"cho đến khi họ\" hoặc \"cho đến khi những người hay vật kia\".\n\n* **Them until** (giới từ + đại từ): cho đến khi họ, cho đến khi những người hay vật kia\n\t+ Ví dụ: \"I will wait for them until they arrive.\" (Tôi sẽ chờ họ cho đến khi họ đến.)\n\t+ Ví dụ: \"I will stay here them until they finish their work.\" (Tôi sẽ ở lại đây cho đến khi họ hoàn thành công việc của họ.)\n\nTuy nhiên, trong tiếng Anh, cách sử dụng **them until** như trên không được khuyến khích và có thể gây nhầm lẫn. Thay vào đó, người ta thường sử dụng **until they** hoặc **until them** để thể hiện ý nghĩa rõ ràng hơn.\n\n* **Until they** (giới từ + đại từ): cho đến khi họ\n\t+ Ví dụ: \"I will wait for them until they arrive.\" (Tôi sẽ chờ họ cho đến khi họ đến.)\n* **Until them** (giới từ + đại từ): cho đến khi những người hay vật kia\n\t+ Ví dụ: \"I will stay here until them.\" (Tôi sẽ ở lại đây cho đến khi những người hay vật kia đến.)",
    "html": "<p>giải nghĩa từ \"themuntil\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Them</strong> là một đại từ chỉ người hay vật, được sử dụng để chỉ người hay vật đã được nhắc đến trước đó.</p>\n<ul>\n<li><strong>Them</strong> (danh từ): những người hay vật kia<ul>\n<li>Ví dụ: \"I saw them at the party last night.\" (Tôi đã thấy họ tại bữa tiệc tối qua.)</li>\n</ul>\n</li>\n<li><strong>Them</strong> (đại từ): được sử dụng để chỉ người hay vật đã được nhắc đến trước đó<ul>\n<li>Ví dụ: \"I have two friends. Them are very nice.\" (Tôi có hai người bạn. Họ là rất thân thiện.)</li>\n</ul>\n</li>\n</ul>\n<p><strong>Until</strong> là một giới từ chỉ thời gian, được sử dụng để chỉ một khoảng thời gian cho đến một điểm nhất định.</p>\n<ul>\n<li><strong>Until</strong> (giới từ): cho đến, cho đến khi<ul>\n<li>Ví dụ: \"I will stay here until tomorrow.\" (Tôi sẽ ở lại đây cho đến ngày mai.)</li>\n<li>Ví dụ: \"I will work until I finish this project.\" (Tôi sẽ làm việc cho đến khi tôi hoàn thành dự án này.)</li>\n</ul>\n</li>\n</ul>\n<p><strong>Them until</strong> không phải là một cụm từ tiếng Anh chuẩn, nhưng có thể được hiểu là \"cho đến khi họ\" hoặc \"cho đến khi những người hay vật kia\".</p>\n<ul>\n<li><strong>Them until</strong> (giới từ + đại từ): cho đến khi họ, cho đến khi những người hay vật kia<ul>\n<li>Ví dụ: \"I will wait for them until they arrive.\" (Tôi sẽ chờ họ cho đến khi họ đến.)</li>\n<li>Ví dụ: \"I will stay here them until they finish their work.\" (Tôi sẽ ở lại đây cho đến khi họ hoàn thành công việc của họ.)</li>\n</ul>\n</li>\n</ul>\n<p>Tuy nhiên, trong tiếng Anh, cách sử dụng <strong>them until</strong> như trên không được khuyến khích và có thể gây nhầm lẫn. Thay vào đó, người ta thường sử dụng <strong>until they</strong> hoặc <strong>until them</strong> để thể hiện ý nghĩa rõ ràng hơn.</p>\n<ul>\n<li><strong>Until they</strong> (giới từ + đại từ): cho đến khi họ<ul>\n<li>Ví dụ: \"I will wait for them until they arrive.\" (Tôi sẽ chờ họ cho đến khi họ đến.)</li>\n</ul>\n</li>\n<li><strong>Until them</strong> (giới từ + đại từ): cho đến khi những người hay vật kia<ul>\n<li>Ví dụ: \"I will stay here until them.\" (Tôi sẽ ở lại đây cho đến khi những người hay vật kia đến.)</li>\n</ul>\n</li>\n</ul>"
}