{
    "frequency": 3,
    "md": "giải nghĩa từ \"tmz\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Tmz** là một từ viết tắt trong tiếng Anh, có thể được hiểu theo các nghĩa sau:\n\n1. **Too Much Zest** (từ viết tắt): có nghĩa là \"quá nhiều hương vị\" trong tiếng Việt.\nVD: \"This dish has tmz, it's too spicy for me.\" (Món ăn này có quá nhiều hương vị, nó quá cay cho tôi.)\n2. **That's My Zest** (từ viết tắt): có nghĩa là \"đó là hương vị của tôi\" trong tiếng Việt.\nVD: \"I love cooking, tmz makes me feel alive.\" (Tôi yêu nấu ăn, đó là hương vị của tôi khiến tôi cảm thấy sống động.)\n3. **The Morning Zoo** (từ viết tắt): có nghĩa là \"khu rừng buổi sáng\" trong tiếng Việt, thường được dùng để chỉ một chương trình radio buổi sáng.\nVD: \"I love listening to tmz on my way to work.\" (Tôi yêu nghe khu rừng buổi sáng trên đường đi làm.)\n4. **Tmz** (từ lóng): có nghĩa là \"thông tin\" trong tiếng Việt, thường được dùng để chỉ tin tức hoặc thông tin về một người hoặc sự kiện.\nVD: \"What's the tmz on the latest celebrity scandal?\" (Thông tin gì về scandal mới nhất của người nổi tiếng?)\n\nTừ liên quan: zest, morning, zoo, information, gossip.",
    "html": "<p>giải nghĩa từ \"tmz\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Tmz</strong> là một từ viết tắt trong tiếng Anh, có thể được hiểu theo các nghĩa sau:</p>\n<ol>\n<li><strong>Too Much Zest</strong> (từ viết tắt): có nghĩa là \"quá nhiều hương vị\" trong tiếng Việt.\nVD: \"This dish has tmz, it's too spicy for me.\" (Món ăn này có quá nhiều hương vị, nó quá cay cho tôi.)</li>\n<li><strong>That's My Zest</strong> (từ viết tắt): có nghĩa là \"đó là hương vị của tôi\" trong tiếng Việt.\nVD: \"I love cooking, tmz makes me feel alive.\" (Tôi yêu nấu ăn, đó là hương vị của tôi khiến tôi cảm thấy sống động.)</li>\n<li><strong>The Morning Zoo</strong> (từ viết tắt): có nghĩa là \"khu rừng buổi sáng\" trong tiếng Việt, thường được dùng để chỉ một chương trình radio buổi sáng.\nVD: \"I love listening to tmz on my way to work.\" (Tôi yêu nghe khu rừng buổi sáng trên đường đi làm.)</li>\n<li><strong>Tmz</strong> (từ lóng): có nghĩa là \"thông tin\" trong tiếng Việt, thường được dùng để chỉ tin tức hoặc thông tin về một người hoặc sự kiện.\nVD: \"What's the tmz on the latest celebrity scandal?\" (Thông tin gì về scandal mới nhất của người nổi tiếng?)</li>\n</ol>\n<p>Từ liên quan: zest, morning, zoo, information, gossip.</p>"
}