{
    "frequency": 1,
    "md": "giải nghĩa từ \"tnt\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**TNT**\n\n* **Abbreviation**: TNT (Trinitrotoluene) - một loại thuốc nổ mạnh.\n* **Việt**: TNT (Trinitrotoluen) - một loại thuốc nổ mạnh.\n\nExample sentence: \"The bomb squad carefully removed the TNT from the suspicious package.\"\n\n* **Acronym**: TNT (Turner Network Television) - một kênh truyền hình của Mỹ.\n* **Việt**: TNT (Mạng lưới truyền hình Turner) - một kênh truyền hình của Mỹ.\n\nExample sentence: \"I'm watching my favorite show on TNT tonight.\"\n\n* **Idiom**: TNT (The Next Thing) - một cụm từ chỉ đến một điều gì đó sẽ xảy ra tiếp theo.\n* **Việt**: TNT (Điều tiếp theo) - một cụm từ chỉ đến một điều gì đó sẽ xảy ra tiếp theo.\n\nExample sentence: \"What's TNT? Are you going to the party tonight?\"\n\nRelated words: explosive, bomb, dynamite, television, network, channel.",
    "html": "<p>giải nghĩa từ \"tnt\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>TNT</strong></p>\n<ul>\n<li><strong>Abbreviation</strong>: TNT (Trinitrotoluene) - một loại thuốc nổ mạnh.</li>\n<li><strong>Việt</strong>: TNT (Trinitrotoluen) - một loại thuốc nổ mạnh.</li>\n</ul>\n<p>Example sentence: \"The bomb squad carefully removed the TNT from the suspicious package.\"</p>\n<ul>\n<li><strong>Acronym</strong>: TNT (Turner Network Television) - một kênh truyền hình của Mỹ.</li>\n<li><strong>Việt</strong>: TNT (Mạng lưới truyền hình Turner) - một kênh truyền hình của Mỹ.</li>\n</ul>\n<p>Example sentence: \"I'm watching my favorite show on TNT tonight.\"</p>\n<ul>\n<li><strong>Idiom</strong>: TNT (The Next Thing) - một cụm từ chỉ đến một điều gì đó sẽ xảy ra tiếp theo.</li>\n<li><strong>Việt</strong>: TNT (Điều tiếp theo) - một cụm từ chỉ đến một điều gì đó sẽ xảy ra tiếp theo.</li>\n</ul>\n<p>Example sentence: \"What's TNT? Are you going to the party tonight?\"</p>\n<p>Related words: explosive, bomb, dynamite, television, network, channel.</p>"
}