{
    "frequency": 1,
    "md": "giải nghĩa từ \"tribute\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Tribute**\n\n* **Noun**: A tribute is something that you say or do to show respect and admiration for someone or something.\n\t+ Ví dụ: \"The concert was a tribute to the band's greatest hits.\"\n* **Verb**: To pay tribute to someone or something means to show respect and admiration for them.\n\t+ Ví dụ: \"The city paid tribute to its fallen heroes with a memorial service.\"\n\nCác từ liên quan:\n\n* **Homage**: a show of respect and admiration for someone or something, often in a public way.\n\t+ Ví dụ: \"The artist paid homage to her mentor with a special exhibition.\"\n* **Commemoration**: a ceremony or event to remember and honor a person or event.\n\t+ Ví dụ: \"The city held a commemoration ceremony to mark the anniversary of the historic event.\"\n* **Ode**: a poem or song that expresses praise and admiration for someone or something.\n\t+ Ví dụ: \"The poet wrote an ode to the beauty of nature.\"",
    "html": "<p>giải nghĩa từ \"tribute\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Tribute</strong></p>\n<ul>\n<li><strong>Noun</strong>: A tribute is something that you say or do to show respect and admiration for someone or something.<ul>\n<li>Ví dụ: \"The concert was a tribute to the band's greatest hits.\"</li>\n</ul>\n</li>\n<li><strong>Verb</strong>: To pay tribute to someone or something means to show respect and admiration for them.<ul>\n<li>Ví dụ: \"The city paid tribute to its fallen heroes with a memorial service.\"</li>\n</ul>\n</li>\n</ul>\n<p>Các từ liên quan:</p>\n<ul>\n<li><strong>Homage</strong>: a show of respect and admiration for someone or something, often in a public way.<ul>\n<li>Ví dụ: \"The artist paid homage to her mentor with a special exhibition.\"</li>\n</ul>\n</li>\n<li><strong>Commemoration</strong>: a ceremony or event to remember and honor a person or event.<ul>\n<li>Ví dụ: \"The city held a commemoration ceremony to mark the anniversary of the historic event.\"</li>\n</ul>\n</li>\n<li><strong>Ode</strong>: a poem or song that expresses praise and admiration for someone or something.<ul>\n<li>Ví dụ: \"The poet wrote an ode to the beauty of nature.\"</li>\n</ul>\n</li>\n</ul>"
}