{
    "frequency": 12,
    "md": "giải nghĩa từ \"trustworthy\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Trustworthy** (adjective)\n\n* Meaning: (tín nhiệm, tin cậy) được tin cậy, đáng tin cậy\n* Example sentence: \"He's a trustworthy person, so I lent him my car.\"\n* Related words: trust, trusted, trusting\n\n**Trustworthy** có nghĩa là một người hay một thứ gì đó được tin cậy, đáng tin cậy. Ví dụ, trong câu trên, người nói tin rằng người kia sẽ trả lại xe của mình, vì người kia là người đáng tin cậy.\n\n**Trust** (noun)\n\n* Meaning: (tin cậy, niềm tin) sự tin cậy, niềm tin\n* Example sentence: \"I have trust in my doctor's diagnosis.\"\n* Related words: trustworthy, trusted, trusting\n\n**Trust** có nghĩa là sự tin cậy, niềm tin vào một người hay một thứ gì đó. Ví dụ, trong câu trên, người nói tin vào chẩn đoán của bác sĩ.\n\n**Trusted** (verb)\n\n* Meaning: (tin cậy, được tin cậy) được tin cậy, tin vào\n* Example sentence: \"I trusted my friend to keep my secret.\"\n* Related words: trust, trustworthy, trusting\n\n**Trusted** có nghĩa là được tin cậy, tin vào một người hay một thứ gì đó. Ví dụ, trong câu trên, người nói tin vào bạn của mình và cho rằng bạn sẽ giữ bí mật của mình.\n\n**Trusting** (verb)\n\n* Meaning: (tin cậy, có niềm tin) có niềm tin, tin cậy\n* Example sentence: \"I'm trusting that the weather will be good tomorrow.\"\n* Related words: trust, trustworthy, trusted\n\n**Trusting** có nghĩa là có niềm tin, tin cậy vào một người hay một thứ gì đó. Ví dụ, trong câu trên, người nói có niềm tin rằng thời tiết sẽ tốt vào ngày mai.",
    "html": "<p>giải nghĩa từ \"trustworthy\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Trustworthy</strong> (adjective)</p>\n<ul>\n<li>Meaning: (tín nhiệm, tin cậy) được tin cậy, đáng tin cậy</li>\n<li>Example sentence: \"He's a trustworthy person, so I lent him my car.\"</li>\n<li>Related words: trust, trusted, trusting</li>\n</ul>\n<p><strong>Trustworthy</strong> có nghĩa là một người hay một thứ gì đó được tin cậy, đáng tin cậy. Ví dụ, trong câu trên, người nói tin rằng người kia sẽ trả lại xe của mình, vì người kia là người đáng tin cậy.</p>\n<p><strong>Trust</strong> (noun)</p>\n<ul>\n<li>Meaning: (tin cậy, niềm tin) sự tin cậy, niềm tin</li>\n<li>Example sentence: \"I have trust in my doctor's diagnosis.\"</li>\n<li>Related words: trustworthy, trusted, trusting</li>\n</ul>\n<p><strong>Trust</strong> có nghĩa là sự tin cậy, niềm tin vào một người hay một thứ gì đó. Ví dụ, trong câu trên, người nói tin vào chẩn đoán của bác sĩ.</p>\n<p><strong>Trusted</strong> (verb)</p>\n<ul>\n<li>Meaning: (tin cậy, được tin cậy) được tin cậy, tin vào</li>\n<li>Example sentence: \"I trusted my friend to keep my secret.\"</li>\n<li>Related words: trust, trustworthy, trusting</li>\n</ul>\n<p><strong>Trusted</strong> có nghĩa là được tin cậy, tin vào một người hay một thứ gì đó. Ví dụ, trong câu trên, người nói tin vào bạn của mình và cho rằng bạn sẽ giữ bí mật của mình.</p>\n<p><strong>Trusting</strong> (verb)</p>\n<ul>\n<li>Meaning: (tin cậy, có niềm tin) có niềm tin, tin cậy</li>\n<li>Example sentence: \"I'm trusting that the weather will be good tomorrow.\"</li>\n<li>Related words: trust, trustworthy, trusted</li>\n</ul>\n<p><strong>Trusting</strong> có nghĩa là có niềm tin, tin cậy vào một người hay một thứ gì đó. Ví dụ, trong câu trên, người nói có niềm tin rằng thời tiết sẽ tốt vào ngày mai.</p>"
}