{
    "frequency": 19,
    "md": "giải nghĩa từ \"twist\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Twist**\n\n* **Verb**: Twist means to turn or bend something suddenly and forcefully, often in a spiral or circular motion.\n\t+ Ví dụ: \"She twisted the lid off the jar.\"\n* **Verb**: Twist also means to distort or change the meaning of something, often in a misleading or deceptive way.\n\t+ Ví dụ: \"The politician twisted the facts to support his argument.\"\n* **Noun**: A twist is a sudden turn or change in direction, often in a spiral or circular motion.\n\t+ Ví dụ: \"The rollercoaster took a sharp twist before dropping down the steep hill.\"\n* **Noun**: A twist is also a sudden and unexpected turn of events or a surprising development.\n\t+ Ví dụ: \"The twist at the end of the movie completely surprised me.\"\n\nTừ liên quan:\n\n* **Twist and turn**: to change direction suddenly and repeatedly\n* **Twist of fate**: an unexpected event that changes the course of someone's life\n* **Twist someone's arm**: to persuade someone to do something they don't want to do\n* **Twist of words**: to distort or change the meaning of something, often in a misleading or deceptive way.",
    "html": "<p>giải nghĩa từ \"twist\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Twist</strong></p>\n<ul>\n<li><strong>Verb</strong>: Twist means to turn or bend something suddenly and forcefully, often in a spiral or circular motion.<ul>\n<li>Ví dụ: \"She twisted the lid off the jar.\"</li>\n</ul>\n</li>\n<li><strong>Verb</strong>: Twist also means to distort or change the meaning of something, often in a misleading or deceptive way.<ul>\n<li>Ví dụ: \"The politician twisted the facts to support his argument.\"</li>\n</ul>\n</li>\n<li><strong>Noun</strong>: A twist is a sudden turn or change in direction, often in a spiral or circular motion.<ul>\n<li>Ví dụ: \"The rollercoaster took a sharp twist before dropping down the steep hill.\"</li>\n</ul>\n</li>\n<li><strong>Noun</strong>: A twist is also a sudden and unexpected turn of events or a surprising development.<ul>\n<li>Ví dụ: \"The twist at the end of the movie completely surprised me.\"</li>\n</ul>\n</li>\n</ul>\n<p>Từ liên quan:</p>\n<ul>\n<li><strong>Twist and turn</strong>: to change direction suddenly and repeatedly</li>\n<li><strong>Twist of fate</strong>: an unexpected event that changes the course of someone's life</li>\n<li><strong>Twist someone's arm</strong>: to persuade someone to do something they don't want to do</li>\n<li><strong>Twist of words</strong>: to distort or change the meaning of something, often in a misleading or deceptive way.</li>\n</ul>"
}