{
    "frequency": 5,
    "md": "giải nghĩa từ \"unpacking\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Unpacking**\n\n* Verb: unpacking (tiếng việt: mở gói, giải gói)\n\nMeaning: to remove the contents of a package, box, or bag, especially in order to use or examine them.\n\nExample sentence: After arriving at the hotel, I started unpacking my suitcase to get ready for the conference.\n\nRelated words: pack, package, box, bag, contents\n\nAntonyms: packing, wrapping\n\n**Unpacking** can also be used figuratively to mean to analyze or explain something in detail, such as an idea or a concept.\n\nExample sentence: The professor spent the entire lecture unpacking the complex theory of relativity.\n\nIn this sense, the antonyms could be **packing up** or **summarizing**, implying a simplification or condensation of the idea rather than an expansion or explanation.",
    "html": "<p>giải nghĩa từ \"unpacking\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Unpacking</strong></p>\n<ul>\n<li>Verb: unpacking (tiếng việt: mở gói, giải gói)</li>\n</ul>\n<p>Meaning: to remove the contents of a package, box, or bag, especially in order to use or examine them.</p>\n<p>Example sentence: After arriving at the hotel, I started unpacking my suitcase to get ready for the conference.</p>\n<p>Related words: pack, package, box, bag, contents</p>\n<p>Antonyms: packing, wrapping</p>\n<p><strong>Unpacking</strong> can also be used figuratively to mean to analyze or explain something in detail, such as an idea or a concept.</p>\n<p>Example sentence: The professor spent the entire lecture unpacking the complex theory of relativity.</p>\n<p>In this sense, the antonyms could be <strong>packing up</strong> or <strong>summarizing</strong>, implying a simplification or condensation of the idea rather than an expansion or explanation.</p>"
}