{
    "frequency": 5,
    "md": "giải nghĩa từ \"wander\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan, và các từ đồng nghĩa.\n\n**Wander**\n\n* Verb: đi lang thang, đi dạo, đi phiêu lưu\n* Example sentence: \"She likes to wander around the city on weekends.\"\n* Related words: roam, stroll, saunter, meander\n* Synonyms: stray, roam, ramble\n\n**Wander** có nghĩa là đi lang thang, đi dạo, đi phiêu lưu, không có một đích đến cụ thể. Từ này có thể được sử dụng trong nhiều hoàn cảnh khác nhau, chẳng hạn như đi dạo quanh thành phố, đi lang thang trong rừng, hoặc đi phiêu lưu trên đường.\n\nVí dụ:\n\n* \"He likes to wander in the mountains.\" (Anh ấy thích đi lang thang trong núi.)\n* \"The tourists wandered around the ancient city.\" (Du khách đi dạo quanh thành phố cổ.)\n* \"The child wandered away from her parents.\" (Đứa trẻ đi lang thang ra khỏi bố mẹ.)\n\nCác từ liên quan đến **wander** bao gồm **roam**, **stroll**, **saunter**, và **meander**, đều có nghĩa là đi dạo, đi lang thang, nhưng với các sắc thái khác nhau.\n\nCác từ đồng nghĩa với **wander** bao gồm **stray**, **roam**, và **ramble**, đều có nghĩa là đi lang thang, đi dạo, nhưng với các sắc thái khác nhau.",
    "html": "<p>giải nghĩa từ \"wander\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan, và các từ đồng nghĩa.</p>\n<p><strong>Wander</strong></p>\n<ul>\n<li>Verb: đi lang thang, đi dạo, đi phiêu lưu</li>\n<li>Example sentence: \"She likes to wander around the city on weekends.\"</li>\n<li>Related words: roam, stroll, saunter, meander</li>\n<li>Synonyms: stray, roam, ramble</li>\n</ul>\n<p><strong>Wander</strong> có nghĩa là đi lang thang, đi dạo, đi phiêu lưu, không có một đích đến cụ thể. Từ này có thể được sử dụng trong nhiều hoàn cảnh khác nhau, chẳng hạn như đi dạo quanh thành phố, đi lang thang trong rừng, hoặc đi phiêu lưu trên đường.</p>\n<p>Ví dụ:</p>\n<ul>\n<li>\"He likes to wander in the mountains.\" (Anh ấy thích đi lang thang trong núi.)</li>\n<li>\"The tourists wandered around the ancient city.\" (Du khách đi dạo quanh thành phố cổ.)</li>\n<li>\"The child wandered away from her parents.\" (Đứa trẻ đi lang thang ra khỏi bố mẹ.)</li>\n</ul>\n<p>Các từ liên quan đến <strong>wander</strong> bao gồm <strong>roam</strong>, <strong>stroll</strong>, <strong>saunter</strong>, và <strong>meander</strong>, đều có nghĩa là đi dạo, đi lang thang, nhưng với các sắc thái khác nhau.</p>\n<p>Các từ đồng nghĩa với <strong>wander</strong> bao gồm <strong>stray</strong>, <strong>roam</strong>, và <strong>ramble</strong>, đều có nghĩa là đi lang thang, đi dạo, nhưng với các sắc thái khác nhau.</p>"
}