{
    "frequency": 4,
    "md": "giải nghĩa từ \"welfare\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Welfare**\n\n* **Noun**: Welfare refers to the health, happiness, and well-being of individuals or groups.\n* **Tiếng Việt**: Phúc lợi, an sinh, hạnh phúc.\n\nExample sentence: The government's welfare program provides financial assistance to low-income families.\n\n* **Related words**: Well-being, happiness, prosperity, benefit, advantage.\n\n**Welfare** can also refer to:\n\n* **Government assistance**: Financial support provided by the government to individuals or families in need.\n* **Tiếng Việt**: Trợ cấp, hỗ trợ của chính phủ.\n\nExample sentence: The welfare system helps people who are struggling to get back on their feet.\n\n* **Related words**: Benefits, aid, support, subsidy, allowance.\n\nIn summary, **welfare** can refer to the overall well-being of individuals or groups, or it can specifically refer to government assistance programs that provide financial support to those in need.",
    "html": "<p>giải nghĩa từ \"welfare\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Welfare</strong></p>\n<ul>\n<li><strong>Noun</strong>: Welfare refers to the health, happiness, and well-being of individuals or groups.</li>\n<li><strong>Tiếng Việt</strong>: Phúc lợi, an sinh, hạnh phúc.</li>\n</ul>\n<p>Example sentence: The government's welfare program provides financial assistance to low-income families.</p>\n<ul>\n<li><strong>Related words</strong>: Well-being, happiness, prosperity, benefit, advantage.</li>\n</ul>\n<p><strong>Welfare</strong> can also refer to:</p>\n<ul>\n<li><strong>Government assistance</strong>: Financial support provided by the government to individuals or families in need.</li>\n<li><strong>Tiếng Việt</strong>: Trợ cấp, hỗ trợ của chính phủ.</li>\n</ul>\n<p>Example sentence: The welfare system helps people who are struggling to get back on their feet.</p>\n<ul>\n<li><strong>Related words</strong>: Benefits, aid, support, subsidy, allowance.</li>\n</ul>\n<p>In summary, <strong>welfare</strong> can refer to the overall well-being of individuals or groups, or it can specifically refer to government assistance programs that provide financial support to those in need.</p>"
}