{
    "frequency": 1,
    "md": "giải nghĩa từ \"whereas\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Whereas** là một từ nối trong tiếng Anh, có nghĩa là \"trong khi đó\", \"trái lại\", \"ngược lại\", \"nhưng\".\n\n* **Whereas** là một từ nối chỉ ra sự khác biệt hoặc trái ngược giữa hai điều gì đó.\n* **Whereas** được sử dụng để chỉ ra một sự khác biệt hoặc một điểm trái ngược giữa hai điều gì đó.\n\nVí dụ:\n* I love reading books, whereas my brother prefers watching TV. (Tôi thích đọc sách, trong khi đó anh trai tôi lại thích xem TV.)\n* She is very outgoing, whereas her sister is shy. (Cô ấy rất cởi mở, trong khi đó em gái cô ấy lại rất nhút nhát.)\n\nCác từ liên quan:\n* While\n* On the other hand\n* In contrast\n* However\n* Nevertheless\n* Nonetheless\n\nNote: **Whereas** được sử dụng để chỉ ra sự khác biệt hoặc trái ngược giữa hai điều gì đó, trong khi đó **while** được sử dụng để chỉ ra một sự kiện xảy ra đồng thời với một sự kiện khác.",
    "html": "<p>giải nghĩa từ \"whereas\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Whereas</strong> là một từ nối trong tiếng Anh, có nghĩa là \"trong khi đó\", \"trái lại\", \"ngược lại\", \"nhưng\".</p>\n<ul>\n<li><strong>Whereas</strong> là một từ nối chỉ ra sự khác biệt hoặc trái ngược giữa hai điều gì đó.</li>\n<li><strong>Whereas</strong> được sử dụng để chỉ ra một sự khác biệt hoặc một điểm trái ngược giữa hai điều gì đó.</li>\n</ul>\n<p>Ví dụ:\n* I love reading books, whereas my brother prefers watching TV. (Tôi thích đọc sách, trong khi đó anh trai tôi lại thích xem TV.)\n* She is very outgoing, whereas her sister is shy. (Cô ấy rất cởi mở, trong khi đó em gái cô ấy lại rất nhút nhát.)</p>\n<p>Các từ liên quan:\n* While\n* On the other hand\n* In contrast\n* However\n* Nevertheless\n* Nonetheless</p>\n<p>Note: <strong>Whereas</strong> được sử dụng để chỉ ra sự khác biệt hoặc trái ngược giữa hai điều gì đó, trong khi đó <strong>while</strong> được sử dụng để chỉ ra một sự kiện xảy ra đồng thời với một sự kiện khác.</p>"
}