{
    "frequency": 13,
    "md": "giải nghĩa từ \"whites\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.\n\n**Whites**\n\n* **Noun**: người da trắng, người Âu\n* **Example sentence**: The whites in South Africa were given more privileges than the blacks during the apartheid era.\n* **Related words**: black, Asian, Hispanic, Caucasian\n* **Antonyms**: blacks, colored people\n\n**Whites** có thể được sử dụng để chỉ người da trắng, người Âu, đặc biệt là trong bối cảnh lịch sử hoặc xã hội. Tuy nhiên, cần lưu ý rằng việc sử dụng từ này có thể mang lại ý nghĩa phân biệt chủng tộc và không được khuyến khích trong nhiều trường hợp.\n\n**Whites** cũng có thể được sử dụng trong các lĩnh vực khác, chẳng hạn như:\n\n* **Whites** (clothing): quần áo trắng, đồ trắng\n* **Whites** (wine): rượu trắng\n* **Whites** (eyes): tròng trắng của mắt\n\nTrong các trường hợp này, **whites** được sử dụng để chỉ màu trắng hoặc các vật thể có màu trắng.",
    "html": "<p>giải nghĩa từ \"whites\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan và các từ trái nghĩa.</p>\n<p><strong>Whites</strong></p>\n<ul>\n<li><strong>Noun</strong>: người da trắng, người Âu</li>\n<li><strong>Example sentence</strong>: The whites in South Africa were given more privileges than the blacks during the apartheid era.</li>\n<li><strong>Related words</strong>: black, Asian, Hispanic, Caucasian</li>\n<li><strong>Antonyms</strong>: blacks, colored people</li>\n</ul>\n<p><strong>Whites</strong> có thể được sử dụng để chỉ người da trắng, người Âu, đặc biệt là trong bối cảnh lịch sử hoặc xã hội. Tuy nhiên, cần lưu ý rằng việc sử dụng từ này có thể mang lại ý nghĩa phân biệt chủng tộc và không được khuyến khích trong nhiều trường hợp.</p>\n<p><strong>Whites</strong> cũng có thể được sử dụng trong các lĩnh vực khác, chẳng hạn như:</p>\n<ul>\n<li><strong>Whites</strong> (clothing): quần áo trắng, đồ trắng</li>\n<li><strong>Whites</strong> (wine): rượu trắng</li>\n<li><strong>Whites</strong> (eyes): tròng trắng của mắt</li>\n</ul>\n<p>Trong các trường hợp này, <strong>whites</strong> được sử dụng để chỉ màu trắng hoặc các vật thể có màu trắng.</p>"
}