{
    "frequency": 24,
    "md": "giải nghĩa từ \"wreath\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.\n\n**Wreath**\n\n* **Noun**: A wreath is a circular decoration made of flowers, leaves, or other materials, typically worn on the head or used as a symbol of honor or celebration.\n\nTiếng Việt: Vòng hoa, vòng trang trí.\n\n* Ví dụ: The bride wore a beautiful wreath of flowers on her head during the wedding ceremony.\n\n* **Verb**: To wreath something means to surround or encircle it with a wreath or a circular decoration.\n\nTiếng Việt: Được bao quanh bởi vòng hoa.\n\n* Ví dụ: The city's main square was wreathed in flowers and balloons for the holiday celebration.\n\nTừ liên quan:\n\n* Garland: A long, flowing decoration made of flowers, leaves, or other materials, often worn or used as a symbol of honor or celebration.\n* Crown: A circular decoration worn on the head, often symbolizing royalty, honor, or achievement.\n* Bouquet: A collection of flowers arranged together, often given as a gift or used as a decoration.",
    "html": "<p>giải nghĩa từ \"wreath\" sang tiếng việt; đưa ra nghĩa tiếng việt theo từ loại và đưa ra câu ví dụ, các từ liên quan.</p>\n<p><strong>Wreath</strong></p>\n<ul>\n<li><strong>Noun</strong>: A wreath is a circular decoration made of flowers, leaves, or other materials, typically worn on the head or used as a symbol of honor or celebration.</li>\n</ul>\n<p>Tiếng Việt: Vòng hoa, vòng trang trí.</p>\n<ul>\n<li>\n<p>Ví dụ: The bride wore a beautiful wreath of flowers on her head during the wedding ceremony.</p>\n</li>\n<li>\n<p><strong>Verb</strong>: To wreath something means to surround or encircle it with a wreath or a circular decoration.</p>\n</li>\n</ul>\n<p>Tiếng Việt: Được bao quanh bởi vòng hoa.</p>\n<ul>\n<li>Ví dụ: The city's main square was wreathed in flowers and balloons for the holiday celebration.</li>\n</ul>\n<p>Từ liên quan:</p>\n<ul>\n<li>Garland: A long, flowing decoration made of flowers, leaves, or other materials, often worn or used as a symbol of honor or celebration.</li>\n<li>Crown: A circular decoration worn on the head, often symbolizing royalty, honor, or achievement.</li>\n<li>Bouquet: A collection of flowers arranged together, often given as a gift or used as a decoration.</li>\n</ul>"
}